[
  {
    "title": "Potential COVID-19 protease inhibitors: Repurposing FDAapproved drugs",
    "abstract": "Using as a template the crystal structure of COVID-19 protease, we developed a pharmacophore model of functional centers of the protease inhibitor-binding pocket. With this model, we conducted data mining of the conformational database of FDA-approved drugs. This search brought 64 compounds that can be potential inhibitors of COVID-19 protease. The conformations of these compounds undergone 3D fingerprint similarity clusterization. Then we conducted docking of possible conformers of these drugs to the binding pocket of protease. We also conducted the same docking of random compounds. Free energies of the docking interaction for the selected compounds were clearly lower than random compounds. Three of the selected compounds were carfilzomib, cyclosporine A, and azithromycin—the drugs that already are tested for COVID-19 treatment. Among the selected compounds are two HIV protease inhibitors and two hepatitis C protease inhibitors. We recommend testing of the selected compounds for treatment of COVID-19.",
    "references": [
      "Zhang L, Lin D, Sun X, Curth U, Drosten C, Sauerhering L, Becker S, Rox K, Hilgenfeld R. Crystal structure of SARS-CoV-2 main protease provides a basis for design of improved alphaketoamide inhibitors. Science. 2020; 2020:pii: eabb3405. [Epub ahead of print] 2020 Mar . doi: 10.1126/science.abb3405",
      "Gautret P, Lagier JC, Parola P, Hoang VT, Meddeb L, Mailhe M, Doudier B, Courjon J, Giordanengo V, Vieira VE, Dupont HT, Honoré S, Colson P, Chabrière E, La Scola B, Rolain J, Brouqui P, Raoult D. Hydroxychloroquine and azithromycin as a treatment of COVID-19: Results of an open-label non-randomized clinical trial. Int. J. Antimicrob. Agents. 2020; 2020:105949. [Epub ahead of print] 2020 Mar 20. doi: 10.1016/j.ijantimicag.2020.105949",
      "Dong L, Hu S, Gao J. Discovering drugs to treat coronavirus disease 2019 (COVID-19). Drug Discov Ther. 2020; 14(1):58–60. doi: 10.5582/ddt.2020.01012"
    ]
  },
  {
    "title": "Diabetes and metabolic syndrome as risk factors for COVID-19",
    "abstract": "Background and Aims: Clinical evidence exists that patients with diabetes are at higher risk for Coronavirus disease 2019 (COVID-19). We investigated the physiological origins of this clinical  observation  linking  diabetes  with  severity  and  adverse  outcome  of  COVID-19. Methods: Publication mining was applied to reveal common physiological contexts in which diabetes  and  COVID-19  have  been  investigated  simultaneously.  Overall,  we  have  acquired 1,121,078 publications from PubMed in the time span between 01-01-2000 and 17-04-2020, and  extracted  knowledge  graphs  interconnecting  the topics  related  to  diabetes  and  COVID-19. Results: The  Data  Mining  revealed  three  pathophysiological  pathways  linking  diabetes and  COVID-19.  The  first  pathway  indicates  a  higher risk  for  COVID-19  because  of  an upregulation  of  Angiotensin-converting  enzyme  2.  The  other  two  important  physiological links   between   diabetes   and   COVID-19   are   liver   dysfunction   and   chronic   systemic inflammation.  A  deep  network  analysis  has  suggested  clinical  biomarkers  predicting  the higher risk: Hypertension, elevated serum Alanine aminotransferase, high  Interleukin-6, and low  Lymphocytes  count. Conclusions:  The  revealed  biomarkers  can  be  applied  directly  in clinical  practice.  For  newly  infected  patients,  the  medical  history  needs  to  be  checked  for evidence  of  a  long-term,  chronic  dysregulation  of  these  biomarkers.  In  particular,  patients with diabetes, but also those with prediabetic state, deserve special attention.",
    "references": [
      "Pal R, Bhansali A. COVID-19, diabetes mellitus and ACE2: The conundrum. Diabetes Res Clin Pract 2020;162:108132. https://doi.org/10.1016/j.diabres.2020.108132.",
      "Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention. JAMA 2020;323:1239–42. https://doi.org/10.1001/jama.2020.2648.",
      "Muniyappa R, Gubbi S. COVID-19 Pandemic, Corona Viruses, and Diabetes Mellitus. Am J Physiol Metab 2020:ajpendo.00124.2020. https://doi.org/10.1152/ajpendo.00124.2020.",
      "Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet 2020;395:1054–62. https://doi.org/10.1016/S0140-6736(20)30566-3.",
      "Zhang C, Shi L, Wang F-S. Liver injury in COVID-19: management and challenges. Lancet Gastroenterol Hepatol 2020;5:428–30. https://doi.org/10.1016/S2468-1253(20)30057-1.",
      "Brake SJ, Barnsley K, Lu W, McAlinden KD, Eapen MS, Sohal SS. Smoking Upregulates Angiotensin-Converting Enzyme-2 Receptor: A Potential Adhesion Site for Novel Coronavirus SARS-CoV-2 (Covid-19). J Clin Med 2020;9:841. https://doi.org/10.3390/jcm9030841.",
      "Fang L, Karakiulakis G, Roth M. Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection? Lancet Respir Med 2020;8:e21. https://doi.org/10.1016/S2213-2600(20)30116-8.",
      "Gupta R, Ghosh A, Singh AK, Misra A. Clinical considerations for patients with diabetes in times of COVID-19 epidemic. Diabetes Metab Syndr Clin Res Rev 2020;14:211–2. https://doi.org/10.1016/j.dsx.2020.03.002.",
      "Dietz W, Santos‐Burgoa C. Obesity and its Implications for COVID‐19 Mortality. Obesity 2020:oby.22818. https://doi.org/10.1002/oby.22818.",
      "International Diabetes Federation. COVID-19 and Diabetes n.d. www.idf.org/aboutdiabetes/what-is-diabetes/covid-19-and-diabetes.html (accessed April 22, 2020).",
      "Roglic G, Organization WH. Global report on diabetes. Geneva, Switzerland: World Health Organization; 2016.",
      "IDF Atlas 9th edition and other resources n.d. https://www.diabetesatlas.org/en/resources/.",
      "Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh C-L, Abiona O, et al. Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science (80- ) 2020;367:1260–3. https://doi.org/10.1126/science.abb2507.",
      "Xu H, Zhong L, Deng J, Peng J, Dan H, Zeng X, et al. High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa. Int J Oral Sci 2020;12:8. https://doi.org/10.1038/s41368-020-0074-x.",
      "Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor Recognition by the Novel Coronavirus from Wuhan: an Analysis Based on Decade-Long Structural Studies of SARS Coronavirus. J Virol 2020;94:e00127-20, /jvi/94/7/JVI.00127-20.atom. https://doi.org/10.1128/JVI.00127-20.",
      "Buchmann JP, Holmes EC. Entrezpy: a Python library to dynamically interact with the NCBI Entrez databases. Bioinformatics 2019;35:4511–4. https://doi.org/10.1093/bioinformatics/btz385.",
      "Nickel M, Murphy K, Tresp V, Gabrilovich E. A Review of Relational Machine Learning for Knowledge Graphs. Proc IEEE 2016;104:11–33. https://doi.org/10.1109/JPROC.2015.2483592.",
      "Guo W, Li M, Dong Y, Zhou H, Zhang Z, Tian C, et al. Diabetes is a risk factor for the progression and prognosis of COVID-19. Diabetes Metab Res Rev 2020:e3319. https://doi.org/10.1002/dmrr.3319.",
      "Donoghue M, Hsieh F, Baronas E, Godbout K, Gosselin M, Stagliano N, et al. A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9. Circ Res 2000;87:E1-9. https://doi.org/10.1161/01.res.87.5.e1.",
      "Tipnis SR, Hooper NM, Hyde R, Karran E, Christie G, Turner AJ. A human homolog of angiotensin-converting enzyme. Cloning and functional expression as a captopril-insensitive carboxypeptidase. J Biol Chem 2000;275:33238–43. https://doi.org/10.1074/jbc.M002615200.",
      "Li W, Moore MJ, Vasilieva N, Sui J, Wong SK, Berne MA, et al. Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature 2003;426:450–4. https://doi.org/10.1038/nature02145.",
      "Turner AJ, Hiscox JA, Hooper NM. ACE2: from vasopeptidase to SARS virus receptor. Trends Pharmacol Sci 2004;25:291–4. https://doi.org/10.1016/j.tips.2004.04.001.",
      "Hofmann H, Pyrc K, van der Hoek L, Geier M, Berkhout B, Pöhlmann S, et al. Human coronavirus NL63 employs the severe acute respiratory syndrome coronavirus receptor for cellular entry. Proc Natl Acad Sci 2005;102:7988–93. https://doi.org/10.1073/pnas.0409465102.",
      "Bindom SM, Lazartigues E. The sweeter side of ACE2: Physiological evidence for a role in diabetes. Mol Cell Endocrinol 2009;302:193–202. https://doi.org/10.1016/j.mce.2008.09.020.",
      "Palmieri L, Andrianou X, Bella A, Bellino S, Boros S, Canevelli M, et al. Characteristics of COVID-19 patients dying in Italy. Report based on available data on March 26th, 2020. 2020.",
      "Batlle D, Jose Soler M, Ye M. ACE2 and Diabetes: ACE of ACEs? Diabetes 2010;59:2994–6. https://doi.org/10.2337/db10-1205.",
      "Patel VBB, Parajuli N, Oudit GYY. Role of angiotensin-converting enzyme 2 (ACE2) in diabetic cardiovascular complications. Clin Sci 2014;126:471–82. https://doi.org/10.1042/CS20130344.",
      "Rodrigues Prestes TR, Rocha NP, Miranda AS, Teixeira AL, Simoes-e-Silva AC. The Anti-Inflammatory Potential of ACE2/Angiotensin-(1-7)/Mas Receptor Axis: Evidence from Basic and Clinical Research. Curr Drug Targets 2017;18:1301–13. https://doi.org/10.2174/1389450117666160727142401.",
      "Tikellis C, Johnston CI, Forbes JM, Burns WC, Burrell LM, Risvanis J, et al. Characterization of Renal Angiotensin-Converting Enzyme 2 in Diabetic Nephropathy. Hypertension 2003;41:392–7. https://doi.org/10.1161/01.HYP.0000060689.38912.CB.",
      "Wysocki J, Ye M, Soler MJ, Gurley SB, Xiao HD, Bernstein KE, et al. ACE and ACE2 Activity in Diabetic Mice. Diabetes 2006;55:2132–9. https://doi.org/10.2337/db06-0033.",
      "Graus-Nunes F, Souza-Mello V. The renin-angiotensin system as a target to solve the riddle of endocrine pancreas homeostasis. Biomed Pharmacother 2019;109:639–45. https://doi.org/10.1016/j.biopha.2018.10.191.",
      "Bindom SM, Hans CP, Xia H, Boulares AH, Lazartigues E. Angiotensin I-Converting Enzyme Type 2 (ACE2) Gene Therapy Improves Glycemic Control in Diabetic Mice. Diabetes 2010;59:2540–8. https://doi.org/10.2337/db09-0782.",
      "Cole-Jeffrey CT, Liu M, Katovich MJ, Raizada MK, Shenoy V. ACE2 and Microbiota: Emerging Targets for Cardiopulmonary Disease Therapy. J Cardiovasc Pharmacol 2015;66:540–50. https://doi.org/10.1097/FJC.0000000000000307.",
      "Zou Z, Yan Y, Shu Y, Gao R, Sun Y, Li X, et al. Angiotensin-converting enzyme 2 protects from lethal avian influenza A H5N1 infections. Nat Commun 2014;5:3594. https://doi.org/10.1038/ncomms4594.",
      "Diaz JH. Hypothesis: angiotensin-converting enzyme inhibitors and angiotensin receptor blockers may increase the risk of severe COVID-19. J Travel Med 2020:taaa041. https://doi.org/10.1093/jtm/taaa041.",
      "Jiang XX, Coffee M, Bari A, Wang J, Jiang XX, Huang J, et al. Towards an Artificial Intelligence Framework for Data-Driven Prediction of Coronavirus Clinical Severity. Comput Mater Contin 2020;62:537–51. https://doi.org/10.32604/cmc.2020.010691.",
      "Zhang Y, Zheng L, Liu L, Zhao M, Xiao J, Zhao Q. Liver impairment in COVID-19 patients: a retrospective analysis of 115 cases from a single center in Wuhan city, China. Liver Int 2020. https://doi.org/10.1111/liv.14455.",
      "Sattar N, Scherbakova O, Ford I, O’Reilly DSJ, Stanley A, Forrest E, et al. Elevated Alanine Aminotransferase Predicts New-Onset Type 2 Diabetes Independently of Classical Risk Factors, Metabolic Syndrome, and C-Reactive Protein in the West of Scotland Coronary Prevention Study. Diabetes 2004;53:2855–60. https://doi.org/10.2337/diabetes.53.11.2855.",
      "Esteghamati A, Jamali A, Khalilzadeh O, Noshad S, Khalili M, Zandieh A, et al. Metabolic syndrome is linked to a mild elevation in liver aminotransferases in diabetic patients with undetectable non-alcoholic fatty liver disease by ultrasound. Diabetol Metab Syndr 2010;2:65. https://doi.org/10.1186/1758-5996-2-65.",
      "Mahran HN, Saber LM, Alghaithy AA, Elareefy AA. The role of elevated alanine aminotransferase (ALT), FasL and atherogenic dyslipidemia in type II diabetes mellitus. J Taibah Univ Med Sci 2017;12:8–13. https://doi.org/10.1016/j.jtumed.2016.10.002.",
      "Mandal A, Bhattarai B, Kafle P, Khalid M, Jonnadula SK, Lamicchane J, et al. Elevated Liver Enzymes in Patients with Type 2 Diabetes Mellitus and Non-alcoholic Fatty Liver Disease. Cureus 2018;10:e3626. https://doi.org/10.7759/cureus.3626.",
      "Alzahrani SH, Baig M, Bashawri JI, Aashi MM, Shaibi FK, Alqarni DA. Prevalence and Association of Elevated Liver Transaminases in Type 2 Diabetes Mellitus Patients in Jeddah, Saudi Arabia. Cureus 2019;11:e5166. https://doi.org/10.7759/cureus.5166.",
      "Noordam R, Vermond D, Drenth H, Wijman CA, Akintola AA, van der Kroef S, et al. High Liver Enzyme Concentrations are Associated with Higher Glycemia, but not with Glycemic Variability, in Individuals without Diabetes Mellitus. Front Endocrinol (Lausanne) 2017;8:236. https://doi.org/10.3389/fendo.2017.00236.",
      "Sanyal D, Mukherjee P, Raychaudhuri M, Ghosh S, Mukherjee S, Chowdhury S. Profile of liver enzymes in non-alcoholic fatty liver disease in patients with impaired glucose tolerance and newly detected untreated type 2 diabetes. Indian J Endocrinol Metab 2015;19:597. https://doi.org/10.4103/2230-8210.163172.",
      "Harris EH. Elevated Liver Function Tests in Type 2 Diabetes. Clin Diabetes 2005;23:115–9. https://doi.org/10.2337/diaclin.23.3.115.",
      "Tsalamandris S, Antonopoulos AS, Oikonomou E, Papamikroulis G-A, Vogiatzi G, Papaioannou S, et al. The Role of Inflammation in Diabetes: Current Concepts and Future Perspectives. Eur Cardiol Rev 2019;14:50. https://doi.org/10.15420/ecr.2018.33.1.",
      "Zheng F, Tang W, Li H, Huang Y-XY-X, Xie Y-LY-L, Zhou Z-GZ-G. Clinical Characteristics of 161 Cases of Corona Virus Disease 2019 (COVID-19) in Changsha. Eur Rev Med Pharmacol Sci 2020;24:3404–10. https://doi.org/10.26355/eurrev_202003_20711.",
      "Tieri P, Termanini A, Bellavista E, Salvioli S, Capri M, Franceschi C. Charting the NF-κB Pathway Interactome Map. PLoS One 2012;7:e32678. https://doi.org/10.1371/journal.pone.0032678.",
      "Moni MA, Liò P. Network-based analysis of comorbidities risk during an infection: SARS and HIV case studies. BMC Bioinformatics 2014;15:333. https://doi.org/10.1186/1471-2105-15-333.",
      "de Magalhães JP. How ageing processes influence cancer. Nat Rev Cancer 2013;13:357–65. https://doi.org/10.1038/nrc3497.",
      "Calçada D, Vianello D, Giampieri E, Sala C, Castellani G, de Graaf A, et al. The role of low-grade inflammation and metabolic flexibility in aging and nutritional modulation thereof: A systems biology approach. Mech Ageing Dev 2014;136–137:138–47. https://doi.org/10.1016/j.mad.2014.01.004.",
      "Ferrucci L, Fabbri E. Inflammageing: chronic inflammation in ageing, cardiovascular disease, and frailty. Nat Rev Cardiol 2018;15:505–22. https://doi.org/10.1038/s41569-018-0064-2.",
      "Goh K-IK-I, Cusick ME, Valle D, Childs B, Vidal M, Barabási A-L, et al. The human disease network. Proc Natl Acad Sci 2007;104:8685–90. https://doi.org/10.1073/pnas.0701361104.",
      "Feldman I, Rzhetsky A, Vitkup D. Network properties of genes harboring inherited disease mutations. Proc Natl Acad Sci 2008;105:4323–8. https://doi.org/10.1073/pnas.0701722105.",
      "Ferreira GD, Germeyer A, de Barros Machado A, do Nascimento TL, Strowitzki T, Brum IS, et al. Metformin modulates PI3K and GLUT4 expression and Akt/PKB phosphorylation in human endometrial stromal cells after stimulation with androgen and insulin. Eur J Obstet Gynecol Reprod Biol 2014;175:157–62. https://doi.org/10.1016/j.ejogrb.2014.01.009.",
      "Zhang Z, Liu H, Liu J. Akt activation: A potential strategy to ameliorate insulin resistance. Diabetes Res Clin Pract 2019;156:107092. https://doi.org/10.1016/j.diabres.2017.10.004.",
      "Huang X, Liu G, Guo J, Su Z. The PI3K/AKT pathway in obesity and type 2 diabetes. Int J Biol Sci 2018;14:1483–96. https://doi.org/10.7150/ijbs.27173."
    ]
  },
  {
    "title": "Application of Data Mining Classification for Covid-19 Infected Status Using Algortima Naïve Method",
    "abstract": "Corona virus or COVID-19, the case began with pneumonia or mysterious pneumonia in December 2019. This  case  is  allegedly  related  to  the  huana  animal  market  in  Wuhan  that  sells  various  types  of  animal  meat, including those that are not commonly consumed, such as snakes, bats, and various types of mice.Cases  of  infection  with  this  mysterious  pneumonia  are  indeed  commonly  found  in  the  animal market.  Corona  virus  or  COVID-19  allegedly  brought  bats  and  other  animals  that  humans  eat  until transmission  occurs.  Coronavirus  is  actually  no  stranger  to  the  world  of  animal  health,  but  only  a  few types are able to infect humans to become pneumococcal disease.Based on the outbreak, research was conducted using data mining techniques to classify data using the Naïve Bayes algorithm.",
    "references": [
      "Karisani,  N.  and  Karisani,  P.,  2020.  Mining  Coronavirus  (COVID-19)  Posts  inSocial  Media.  arXiv  preprint arXiv: 2004. 06778.",
      "Kusrini, Lutfi, Emha Taufiq. (2013). Data Mining Algorithm.",
      "Narin,  A.,  Rich,  C.  and  Pamuk,  Z.,  2020.  Automatic  detection  of  coronavirus  disease  (covid-19)  using  x-ray images and deep convolutional neural networks. arXiv preprint arXiv: 20",
      "Apostolopoulos,  ID  and  Mpesiana,  TA,  2020.  Covid-19:  automatic  detection  from  x-ray  images  utilizing transfer learning with convolutional neural networks. Physical and Engin",
      "Ardabili,  Sina  F.,  Amir  Mosavi,  Pedram  Ghamisi,  Filip  Ferdinand,  Annamaria  R.  Varkonyi-Koczy,  Uwe Reuter, Timon Rabczuk, and Peter M. Atkinson. \"COVID-19 Outbreak Prediction wit",
      "Murdiansyah,  AO,  &  Siswanto,  S.  (2018).  NaiveBaiyes  Classsifier  Algorithm  in  WEB  Based  Data  Mining Applications. SCANIKA, 1 (1), 284-290.",
      "Rahmani, ME, Amine, A. and Hamou, RM, 2020. Supervised machine learning for plants identification based on images of their leaves. In Cognitive Analytics: Concepts, Methodologies, Tools, and Applications (pp. 1314-1330). IGI Global",
      "Farid, Ahmed Abdullah, Gamal Ibrahim Selim, and Hatem Awad A. Khater. \"A Novel Approach of CT Images Feature Analysis and Prediction to Screenfor Corona Virus Disease (COVID-19",
      "Kononenko,  Igor,  Matjaz  Bevk,  Sasa  Sadikov,  and  Luka  Sajn.  \"DIFFERENT  TYPES  OF  CORONAS  AND MACHINE LEARNING.\""
    ]
  },
  {
    "title": "COVID-19: Challenges to GIS with Big Data",
    "abstract": "The outbreak of the 2019 novel coronavirus disease (COVID-19) has caused more than 100,000 people infected and thousands of deaths. Currently, the number of infections and deaths is still increasing rapidly. COVID-19 seri- ously threatens human health, production, life, social functioning and international relations. In the fight against COVID-19, Geographic Information Systems (GIS) and big data technologies have played an important role in many aspects, including the rapid aggregation of multi-source big data, rapid visualization of epidemic informa- tion, spatial tracking of confirmed cases, prediction of regional transmission, spatial segmentation of the epidemic risk and prevention level, balancing and management of the supply and demand of material resources, and social- emotional guidance and panic elimination, which provided solid spatial information support for decision-making, measures formulation, and effectiveness assessment of COVID-19 prevention and control. GIS has developed and matured relatively quickly and has a complete technological route for data preparation, platform construction, model construction, and map production. However, for the struggle against the widespread epidemic, the main challenge is finding strategies to adjust traditional technical methods and improve speed and accuracy of infor- mation provision for social management. At the data level, in the era of big data, data no longer come mainly from the government but are gathered from more diverse enterprises. As a result, the use of GIS faces difficulties in data acquisition and the integration of heterogeneous data, which requires governments, businesses, and aca- demic institutions to jointly promote the formulation of relevant policies. At the technical level, spatial analysis methods for big data are in the ascendancy. Currently and for a long time in the future, the development of GIS should be strengthened to form a data-driven system for rapid knowledge acquisition, which signifies that GIS should be used to reinforce the social operation parameterization of models and methods, especially when providing support for social management.",
    "references": [
      "CAICT: China Academy of Information and Communications Technology, 2020. Research Report on Data and Intelligent Application in Epidemic Prevention and Control (1.0). http://www.caict.ac.cn/kxyj/qwfb/ztbg/202003/P020200305495005485729.pdf (accessed 01 March 2020). (in Chinese)",
      "CDC: Centers for Disease Control and Prevention, 2020. Healthcare Professionals: Frequently Asked Questions and Answers. https://www.cdc.gov/coronavirus/2019ncov/hcp/faq.html/ (accessed 21 February 2020).",
      "China Daily, 2020a. Superfast hospital in Wuhan ready. China Daily. https://epaper.chinadaily.com.cn/a/202002/03/WS5e37713ca310a2fabb7a1dc7.html/ (accessed 02 February 2020).",
      "China Daily, 2020b. Wuhan: Leishenshan Hospital Undergoing Quality Check Before Phased Delivery. China Daily. https://www.chinadaily.com.cn/a/202002/08/WS5e3e7810a310128217275fb3.html/ (accessed 02 February 2020).",
      "Field, K, 2020. Mapping coronavirus, responsibly . https://www.esri.com/arcgis-blog/products/product/mapping/mapping-coronavirus-responsibly/ (accessed 25 February 2020).",
      "Goodchild, M., Glennon, J., 2010. Crowdsourcing geographic information for disaster response: a research frontier. Int. J. Digital Earth 3 (3), 231–241.",
      "Grassly, N., Fraser, C., 2008. Mathematical models of infectious disease transmission. Nat. Rev. Microbiol. 6 (6), 477–487.",
      "Health Commission of Hubei Province, 2020. http://wjw.hubei.gov.cn/bmdt/ztzl/fkxxgzbdgrfyyq/xxfb/202002/t20200213_2025580.shtml/ (accessed 26 January 2020). (In Chinese)",
      "Hu, M., 2019. Visualizing the largest annual human migration during the Spring Festival travel season in China. Environ. Plann. A: Econ. Space 51 (8), 1618–1621. Miller, H., Goodchild, M., 2015. Data-driven geography. Geojournal 80 (4), 449–461.",
      "National Health Commission of the PRC, 2020. COVID-19 epidemic situation up to 24:00 on March 8th. http://www.nhc.gov.cn/xcs/yqtb/202003/f2c83db9f73d4be5be0dc96af731813c.shtml/ (accessed 9 March 2020).",
      "New.cn, 2020. COVID-19 is urged by the UN Secretary General to do everything possible to contain the outbreak. http://www.xinhuanet.com/2020-02/29/c_1125642849.htm/ (accessed 29 February 2020).",
      "News China, 2020. Mayor of Wuhan: more than 5 million people left Wuhan. http://news.china.com.cn/2020-01/26/content_75650784.htm/ (accessed 26 January 2020) (In Chinese).",
      "Riley, S., 2007. Large-Scale Spatial-Transmission Models of Infectious Disease. Science 316 (5829), 1298–1301.",
      "Shi, X., Ma, L., Li, B., 2017. Study on disaster information management system compatible with VGI and crowdsourcing. Sci. Surv. Mapp. 42 (3), 191–195. (in Chinese)",
      "State council, 2020. http://www.gov.cn/xinwen/2020-01/23/content_5471751.htm/ (accessed 23 January 2020). (in Chinese)",
      "United Nations Development Programme, 2015. What are the Sustainable Development Goals. https://www.undp.org/content/undp/en/home/sustainable-developmentgoals.html/ (accessed 26 January 2020).",
      "Wang, Y., Dong, L., Liu, Y., Huang, Z., Liu, Y., 2019. Migration patterns in China extracted from mobile positioning data. Habitat Int. 86, 71–80.",
      "Wei, Y., Song, W., Xiu, C., Zhao, Z., 2018. The rich-club phenomenon of China’s population flow network during the country’s spring festival. Appl. Geogr. 96, 77–85. C. Zhou, F. Su and T. Pei et al. Geography and Sustainability 1 (2020) 77–87",
      "WHO: World Health Organization, 2020. Coronavirus disease (COVID-2019) situation Reports. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situationreports/ (accessed 21 January 2020).",
      "Xu, J., Li, A., Li, D., Liu, Y., Du, Y., Pei, T., et al., 2017. Difference of urban development in China from the perspective of passenger transport around Spring Festival. Appl. Geogr. 87, 85–96.",
      "Zhao, S., Zhuang, Z., Ran, J., Lin, J., Yang, G., Yang, L., He, D., 2020. The association between domestic train transportation and novel coronavirus (2019-nCoV) outbreak in China from 2019 to 2020: A data-driven correlational report. Travel Med. Infect. Dis. 33, 101568.",
      "Zhou, C., Su, F., Harvey, F., Xu, J., 2016. Spatial Data Handling in Big Data Era. Springer, Beijing."
    ]
  },
  {
    "title": "Coronaviruses and people with intellectual disability: an exploratory data analysis",
    "abstract": "Background Corona virus disease 2019 (COVID-19) has been announced as a new coronavirus disease by the World Health Organization. At the time of writing this article (April 2020), the world is drastically influenced by the COVID-19. Recently, the COVID-19 Open Research Dataset (CORD-19) was published. For researchers on ID such as ourselves, it is of key interest to learn whether this open research dataset may be used to investigate the virus and its consequences for people with an ID. Methods From CORD-19, we identified full-text articles containing terms related to the ID care and applied a text mining technique, specifically the term frequency–inverse document frequency analysis in combination with K-means clustering. Results Two hundred fifty-nine articles contained one or more of our specified terms related to ID. We were able to cluster these articles related to ID into five clusters on different topics, namely: mental health, viral diseases, diagnoses and treatments, maternal care and paediatrics, and genetics. Conclusion The CORD-19 open research dataset consists of valuable information about not only COVID-19 disease but also ID and the relationship between them. We suggest researchers investigate literature-based discovery approaches on the CORD-19 and develop a new dataset that addresses the intersection of these two fields for further research.",
    "references": [
      "CORD-19 (2020) COVID-19 Open Research Dataset(CORD-19), version 2020-03-23. Available at: 10.5281/zenodo.3715506.",
      "Fujita K. (2012) Finding linkage between sustainability science and technologies based on citation network analysis. In 2012 Fifth IEEE International Conference on Service-Oriented Computing and Applications (SOCA), pp. 1–6.",
      "Glover G., Williams R., Heslop P., Oyinlola J. & Grey J. (2017) Mortality in people with intellectual disabilities in England. Journal of Intellectual Disability Research Wiley Online Library 61, 62–74.",
      "Hearst M. (2003) What is text mining, SIMS, UC Berkeley, 5.",
      "Jain A. K. (2010) Data clustering: 50 years beyond K-means. Pattern Recognition Letters Elsevier 31, 651–66.",
      "Kaggle (2020) Kaggle homepage. Available at: https://www.kaggle.com (retrieved 23 March 2020).",
      "Kodinariya T. M. & Makwana P. R. (2013) Review on determining number of cluster in k-means clustering. International Journal 1, 90–5.",
      "Kostoff R. N. (2014) Literature-related discovery: common factors for Parkinson’s disease and Crohn’s disease. Scientometrics. Springer 100, 623–57.",
      "Lai C.-C., Shih T. P., Ko W. C., Tang H. J. & Hsueh P. R. (2020) Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID19): the epidemic and the challenges. International Journal of Antimicrobial Agents Elsevier 55, 105924.",
      "McIntosh K. & Perlman S. (2015) Coronaviruses, including severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). In: Mandell, Douglas, and Bennett’s Principles and Practice of Infectious Diseases, Updated Edition, 8th edn. Elsevier Saunders, Philadelphia, PA.",
      "Ng A. (2012) Clustering with the k-means algorithm, Machine Learning.",
      "pandas Community (2020) Pandas version 1.0.3. Available at: https://pandas.pydata.org (retrieved 23 March 2020).",
      "Python Software Foundation (2020) Python Language Reference, version 3.6.6. Available at: https://www.python.org/psf/ (retrieved 23 March 2020).",
      "Rajaraman A. & Ullman J. D. (2011) Mining of Massive Datasets. Cambridge University Press, Cambridge.",
      "scikit-learn Community (2020). scikit-learn version 0.22.2. Available at: scikit-learn.org.",
      "Sebastian Y., Siew E.-G. & Orimaye S. O. (2017) Emerging approaches in literature-based discovery: techniques and performance review. The Knowledge Engineering Review. Cambridge University Press. Available at: https://www.cambridge.org/core/journals/knowledge-engineeringreview/article/emerging-approaches-in-literaturebaseddiscovery-techniques-and-performance-review/09D7E9623190AA85C14350AEA64AD3E4.",
      "Swanson D. R. (2008) Literature-based discovery? The very idea. In: Literature-based Discovery, pp. 3–11. Springer, Berlin, Heidelberg.",
      "The United States National Library of Medicine at the National Institutes of Health (2020) PubMed. Available at: https://ncbi.nl.nih.gov/pubmed/ (retrieved 1 April 2020).",
      "White House Office of Science and Technology Policy (2020) Call to action to the tech community on new machine readable COVID-19 dataset. Available at: https://www.whitehouse.gov/briefings-statements/call-actiontech-community-new-machine-readable-covid-19-dataset/.",
      "Wold S., Esbensen K. & Geladi P. (1987) Principal component analysis. Chemometrics and Intelligent Laboratory Systems. Elsevier 2, 37–52.",
      "World Health Organization (2020a) Coronavirus disease (COVID-19) pandemic. Available at: https://www.who.int/emergencies/diseases/novel-coronavirus-2019 (retrieved 23 March 2020).",
      "World Health Organization (2020b) Novel coronavirus – China update. Available at: https://www.who.int/csr/don/12-january-2020-novel-coronavirus-china/en/ (retrieved 23 March 2020).",
      "World Health Organization (2020c) WHO COVID-19 database. Available at: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/global-research-onnovel-coronavirus-2019-ncov (retrieved 1 April 2020).",
      "World Health Organization (2020d) WHO DirectorGeneral’s opening remarks at the media briefing on COVID-19-11 March 2020. Available at: https://www.who.int/dg/speeches/detail/who-director-general-sopening-remarks-at-the-media-briefing-on-covid-19---11-march-2020 (retrieved 23 March 2020)."
    ]
  },
  {
    "title": "COVID-19 Evolves in Human Hosts",
    "abstract": "Today, we are all threatened by an unprecedented pandemic: COVID-19. How different is it from other coronaviruses? Will it be attenuated or become more virulent? Which animals may be its original host? In this study, we analyzed 377 publicly available complete genome sequences for the COVID-19 virus, the previously known flu-causing coronaviruses (HCov-229E, HCov-OC43, HCov-NL63 and HCov-HKU1) and the lethal, pathogenic viruses, SARS, MERS, Victoria, Lassa, Yamagata, Ebola, and Dengue. We found strong similarities between the current circulating COVID-19 and SARS and MERS, as well as COVID-19 in rhinolophines and pangolins. On the contrary, COVID-19 shares little similarity with the flu-causing coronaviruses and the other known viruses. Strikingly, we observed divergence of COVID-19 strains isolated from human hosts has steadily increased from December 2019 to March 2020, suggesting COVID-19 is actively evolving in human hosts. From all existing human COVID-19 genome sequences, we calculated the first common model that represents the shared sequences of the human COVID-19 strains, which provides important information for vaccine and antibody development. Geographic and timecourse analysis of the evolutionary trees of the human COVID-19 reveals possible evolutional paths among strains from 21 countries. This finding has important implications to the management of COVID-19 and the development of vaccines.",
    "references": [
      "WORLD HEALTH ORGANIZATION, et al. Laboratory testing for coronavirus disease 2019 (COVID-19) in suspected human cases: interim guidance, 2 March 2020. World Health Organization, 2020.",
      "Sahin, A. R., Erdogan, A., Agaoglu, P. M., Dineri, Y., Cakirci, A. Y., Senel, M. E., et al. 2019 Novel Coronavirus (COVID-19) Outbreak: A Review of the Current Literature. EJMO. 2020, 4(1):1-7.",
      "Peeri, N. C., Shrestha, N., Rahman, M. S., Zaki, R., Tan, Z., Bibi, S., et al. The SARS, MERS and novel coronavirus (COVID-19) epidemics, the newest and biggest global health threats: what lessons have we learned?. International Journal of Epidemiology. 2020.",
      "Kim, J. M., Chung, Y. S., Jo, H. J., Lee, N. J., Kim, M. S., Woo, S. H., et al. Identification of Coronavirus Isolated from a Patient in Korea with COVID-19. Osong Public Health and Research Perspectives. 2020, 11(1):3.",
      "Zu, Z. Y., Jiang, M. D., Xu, P. P., Chen, W., Ni, Q. Q., Lu, G. M., & Zhang, L. J. Coronavirus Disease 2019 (COVID-19): A Perspective from China. Radiology, 200490.",
      "Heymann, D. L., & Shindo, N. COVID-19: what is next for public health?. The Lancet. 2020.",
      "Bhanu, D., & Alluri, A. Analysis of Whole Genome. 2020.",
      "Cai, X. An Insight of comparison between COVID-19 (2019-nCoV) and SARS-CoV in pathology and pathogenesis. 2020.",
      "Xu, X., Chen, P., Wang, J. et al. Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission. Sci. China Life Sci. 63, 457–460 (2020). https://doi.org/10.1007/s11427-020-1637-5.",
      "Lu, R., Zhao, X., Li, J., Niu, P., Yang, B., Wu, H., et al. Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. The Lancet, 2020, 395(10224):542-545.",
      "Zhou P., et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020 Feb 3; [epub]. (https://doi.org/10.1038/s41586-020-2012-7).",
      "Sobczak, G., Pikuła, M., & Sydow, M. Agnes: a novel algorithm for visualizing diversified graphical entity summarisationson knowledge graphs. In International Symposium on Methodologies for Intelligent Systems. 2012: 182-191.",
      "NCBI: https://www.ncbi.nlm.nih.gov/",
      "GISAID: https://www.gisaid.org/",
      "CDC: https://www.cdc.gov/",
      "Maier, D. The complexity of some problems on subsequences and supersequences[J]. Journal of the ACM (JACM), 1978, 25(2): 322-336.",
      "Li, Y., Wang, Y., Zhang, Z., Wang, Y., Ma, D., & Huang, J. A novel fast and memory efficient parallel MLCS algorithm for long and large-scale sequences alignments[C]//2016 IEEE 32nd International Conference on Data Engineering (ICDE). IEEE, 2016: 1170-1181.",
      "Li, Y., Li, H., Duan, T., Wang, S., Wang, Z., & Cheng, Y. A real linear and parallel multiple longest common subsequences (mlcs) algorithm[C]//Proceedings of the 22nd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining. 2016: 1725-1734.",
      "Sayeed, S. D., Rahman, M. S., & Rahman, A. On Multiple Longest Common Subsequence and Common Motifs with Gaps[C]//International Workshop on Algorithms and Computation. Springer, Cham, 2018: 207-215.",
      "Jin, X., Jiang, Q., Chen, Y., Lee, S. J., Nie, R., Yao, S., et al. Similarity/dissimilarity calculation methods of DNA sequences: a survey[J]. Journal of Molecular Graphics and Modelling, 2017, 76: 342-355.",
      "Hsu, W. J., & Du, M. W. Computing a longest common subsequence for a set of strings[J]. BIT Numerical Mathematics, 1984, 24(1): 45-59.",
      "Lowenstein, J. H. Differential vertex operations in Lagrangian field theory[J]. Communications in Mathematical Physics, 1971, 24(1): 1-21.",
      "Ristad, E. S., & Yianilos, P. N. Learning string-edit distance[J]. IEEE Transactions on Pattern Analysis and Machine Intelligence, 1998, 20(5): 522-532.",
      "MEGA: Molecular Evolutionary Genetics Analysis. https://www.megasoftware.net/, 2020",
      "Hofacker, I. L., Huynen, M. A., Stadler, P. F., & Stolorz, P. E. Knowledge Discovery in RNA Sequence Families of HIV Using Scalable Computers[C]//KDD. 1996: 20-25."
    ]
  },
  {
    "title": "Peptide-like and small-molecule inhibitors against Covid-19",
    "abstract": "Coronavirus disease strain (SARS-CoV-2) was discovered in 2019, and it is spreading very fast around the world causing the disease Covid-19. Currently, more than 1.6 million individuals are infected, and several thousand are dead across the globe because of Covid-19. Here, we utilized the in-silico approaches to identify possible protease inhibitors against SARS-CoV-2. Potential compounds were screened from the CHEMBL database, ZINC database, FDA approved drugs and molecules under clinical trials. Our study is based on 6Y2F and 6W63 co-crystallized structures available in the protein data bank (PDB). Seven hundred compounds from ZINC/CHEMBL databases and fourteen hundred compounds from drug-bank were selected based on positive interactions with the reported binding site. All the selected compounds were subjected to standard-precision (SP) and extra-precision (XP) mode of docking. Generated docked poses were carefully visualized for known interactions within the binding site. Molecular mechanics-generalized born surface area (MM-GBSA) calculations were performed to screen the best compounds based on docking scores and binding energy values. Molecular dynamics (MD) simulations were carried out on four selected compounds from the CHEMBL database to validate the stability and interactions. MD simulations were also performed on the PDB structure 6YF2F to understand the differences between screened molecules and co-crystallized ligand. We screened 300 potential compounds from various databases, and 66 potential compounds from FDA approved drugs. Cobicistat, ritonavir, lopinavir, and darunavir are in the top screened molecules from FDA approved drugs. The screened drugs and molecules may be helpful in fighting with SARS-CoV-2 after further studies.",
    "references": [
      "Berman, H. M., Westbrook, J., Feng, Z., Gilliland, G., Bhat, T. N., Weissig, H., Shindyalov, I. N., & Bourne, P. E. (2000). The protein data bank. Nucleic Acids Research, 28(1), 235–242. https://doi.org/10.1093/nar/28.1.235",
      "Cascella, M., Rajnik, M., Cuomo, A., Dulebohn, S. C., & Napoli, R. D. (2020). Features, evaluation and treatment Coronavirus (COVID-19). StatPearls.",
      "Chen, N., Zhou, M., Dong, X., Qu, J., Gong, F., Han, Y., Qiu, Y., Wang, J., Liu, Y., Wei, Y., Xia, J., Yu, T., Zhang, X., & Zhang, L. (2020). Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study. The Lancet, 395(10223), 507–513. https://doi.org/10.1016/S0140-6736(20)30211-7",
      "Desmond Molecular Dynamics System, D. E. Shaw Research. (2020). Maestro-Desmond interoperability tools. New York, NY: Schrodinger.",
      "ECT Register. (2020, April 10). https://www.clinicaltrialsregister.eu/ctrsearch/search?query=covid-19.",
      "Fischer, A., Sellner, M., Neranjan, S., Lill, M. A., & Smiesko, M. (2020). Inhibitors for novel coronavirus protease identified by virtual screening of 687 million compounds. ChemRxiv. Preprint. https://doi.org/10.26434/chemrxiv.11923239.v1",
      "Gahtori, J., Pant, S., & Srivastava, H. K. (2019). Modeling antimalarial and antihuman African trypanosomiasis compounds: A ligand- and structure-based approaches. Molecular Diversity. In Press. https://doi.org/10.1007/s11030-019-10015-y",
      "Gaulton, A., Bellis, L. J., Bento, A. P., Chambers, J., Davies, M., Hersey, A., Light, Y., McGlinchey, S., Michalovich, D., Al-Lazikani, B., & Overington, J. P. (2012). ChEMBL: A large-scale bioactivity database for drug discovery. Nucleic Acids Research, 40(D1), D1100–1107. (Database issue): https://doi.org/10.1093/nar/gkr777",
      "Gordaliza, M., Castro, M. A., Garcia-Gravalos, M. D., Ruiz, P., Miguel del Corral, J. M., & San Feliciano, A. (1994). Antineoplastic and antiviral activities of podophyllotoxin related lignans. Archiv Der Pharmazie, (Weinheim), 327(3), 175–179. https://doi.org/10.1002/ardp.19943270309",
      "Gordon, D. E., Jang, G. M., Bouhaddou, M., Xu, J., Obernier, K., O’Meara, M. J., Guo, J. Z., Swaney, D. L., Tummino, T. A., Huttenhain, R., Kaake, € R. M., Richards, A. L., Tutuncuoglu, B., Foussard, H., Batra, J., Haas, K., Modak, M., Kim, M., Haas, P., … Krogan, N. J. (2020). A SARS-CoV-2- human protein-protein interaction map reveals drug targets and potential drug repurposing. bioRxiv 2020.03.22.002386. https://doi.org/10.1101/2020.03.22.002386",
      "Harrison, C. (2020). Coronavirus puts drug repurposing on the fast track. Nature Biotechnology, 38(4), 379–381. https://doi.org/10.1038/d41587-020-00003-1",
      "Kupferschmidt, K., & Cohen, J. (2020). Will novel virus go pandemic or be contained? Science, 367(6478), 610–611. https://doi.org/10.1126/science.367.6478.610",
      "Lai, C. C., Shih, T. P., Ko, W. C., Tang, H. J., & Hsueh, P. R. (2020). Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges.International Journal of Antimicrobial Agents, 55(3), 105924. https://doi.org/10.1016/j.ijantimicag.2020.105924",
      "Lin, Z. H., Long, H. X., Bo, Z., Wang, Y. Q., & Wu, Y. Z. (2008). New descriptors of amino acids and their application to peptide QSAR study. Peptides, 29(10), 1798–1805. https://doi.org/10.1016/j.peptides.2008.06.004",
      "Lionta, E., Spyrou, G., Vassilatis, D. K., & Cournia, Z. (2014). Structurebased virtual screening for drug discovery: Principles, applications and recent advances. Current Topics in Medicinal Chemistry, 14(16), 1923–1938. https://doi.org/10.2174/1568026614666140929124445",
      "Liu, C., Zhou, Q., Li, Y., Garner, L. V., Watkins, S. P., Carter, L. J., Smoot, J., Gregg, A. C., Daniels, A. D., Jervey, S., & Albaiu, D. (2020). Research and development on therapeutic agents and vaccines for COVID-19 and related human coronavirus diseases. ACS Central Science, 6(3), 315–331. https://doi.org/10.1021/acscentsci.0c00272",
      "Mesecar, A. D. (2020). A taxonomically-driven approach to development of potent, broad-spectrum inhibitors of coronavirus main protease including SARS-CoV-2 (COVID-19). https://doi.org/10.2210/pdb6W63/pdb",
      "Murty, U. S., Srinivasa Rao, M., & Misra, S. (2008). Prioritization of malaria endemic zones using self-organizing maps in the Manipur state of India. Informatics for Health and Social Care, 33(3), 170–178. https://doi.org/10.1080/17538150802457687",
      "Omrani, A. S., Al-Tawfiq, J. A., & Memish, Z. A. (2015). Middle East respiratory syndrome coronavirus (MERS-CoV): Animal to human interaction. Pathogens and Global Health, 109(8), 354–362. https://doi.org/10.1080/20477724.2015.1122852",
      "Rein, D., Ternes, P., Demin, R., Gierke, J., Helgason, T., & Schon, C. (2019). Artificial intelligence identified peptides modulate inflammation in healthy adults. Food & Function, 10(9), 6030–6060. https://doi.org/10.1039/C9FO01398A",
      "Romano, J. D., & Tatonetti, N. P. (2019). Informatics and computational methods in natural product drug discovery: A review and perspectives. Frontiers in Genetics, 10, 368. https://doi.org/10.3389/fgene.2019.00368",
      "Sahu, K., Noskov, S., Tuszynski, J., Houghton, M., & Tyrrell, D. L. (2020). Computational screening of molecules approved in phase-i clinical trials to identify 3CL protease inhibitors to treat COVID-19. Preprint 2020. https://doi.org/10.20944/preprints202004.0015.v2",
      "Schrodinger. (2018). Maestro small-molecular drug discovery suite 2018-4. https://www.schrodinger.com/",
      "Schrodinger. (2020). € Schrodinger Release 2020-1: BioLuminate € . New York, NY. https://www.schrodinger.com/",
      "Srivastava, H. K., & Sastry, G. N. (2012). Molecular dynamics investigation on a series of HIV protease inhibitors: Assessing the performance of MM-PBSA and MM-GBSA approaches. Journal of Chemical Information and Modeling, 52(11), 3088–3098. https://doi.org/10.1021/ci300385h",
      "Srivastava, H. K., & Sastry, G. N. (2013). Efficient estimation of MMGBSAbased BEs for DNA and aromatic furan amidino derivatives. Journal of Biomolecular Structure and Dynamics, 31(5), 522–537. https://doi.org/10.1080/07391102.2012.703071",
      "Sterling, T., & Irwin, J. J. (2015). ZINC 15–Ligand Discovery for Everyone. Journal of Chemical Information and Modeling, 55(11), 2324–2337. https://doi.org/10.1021/acs.jcim.5b00559",
      "Vankadari, N., & Wilce, J. A. (2020). Emerging WuHan (COVID-19) coronavirus: Glycan shield and structure prediction of spike glycoprotein and its interaction with human CD26. Emerging Microbes & Infections, 9(1), 601–604. https://doi.org/10.1080/22221751.2020.1739565",
      "Wang, J. (2020). Fast identification of possible drug treatment of Coronavirus disease—19 (COVID-19) through computational drug repurposing study. ChemRxiv. https://doi.org/10.26434/chemrxiv.11875446.v1",
      "Xu, Z., Peng, C., Shi, Y., Zhu, Z., Mu, K., Wang, X., & Zhu, W. (2020). Nelfinavir was predicted to be a potential inhibitor of 2019-nCov main protease by an integrative approach combining homology modelling, molecular docking and binding free energy calculation. bioRxiv 2020.01.27.921627. https://doi.org/10.1101/2020.01.27.921627 JOURNAL OF BIOMOLECULAR STRUCTURE AND DYNAMICS 9",
      "Wang, L., Wang, Y., Ye, D., & Liu, D. (inpress, 2020). Review of the 2019 novel coronavirus (SARS-CoV-2) based on current evidence. International Journal of Antimicrobial Agents. https://doi.org/10.1016/j.ijantimicag.2020.105948.",
      "Wishart, D. S., Knox, C., Guo, A. C., Cheng, D., Shrivastava, S., Tzur, D., Gautam, B., & Hassanali, M. (2008). DrugBank: a knowledgebase for drugs, drug actions and drug targets. Nucleic Acids Research, 36(suppl_1), D901–906. (Database issue): https://doi.org/10.1093/nar/gkm958",
      "Worldometer. (2020, April 10). https://www.worldometers.info/coronavirus/.",
      "Yan, A., Nie, X., Wang, K., & Wang, M. (2013). Classification of Aurora kinase inhibitors by self-organizing map (SOM) and support vector machine (SVM). European Journal of Medicinal Chemistry, 61, 73–83. https://doi.org/10.1016/j.ejmech.2012.06.037",
      "Zhang, L., Lin, D., Sun, X., Curth, U., Drosten, C., Sauerhering, L., Becker, S., Rox, K., & Hilgenfeld, R. (2020). Crystal structure of SARSCoV-2 main protease provides a basis for design of improved alpha-ketoamide inhibitors. Science, 368(6489), 409-412. https://doi.org/10.1126/science.abb3405",
      "Zhavoronkov, A., Aladinskiy, V., Zhebrak, A., Zagribelnyy, B., Terentiev, V., Bezrukov, D.S., Polykovskiy, D., Shayakhmetov, R., Filimonov, A., Orekhov, P., … Yan, Y. (2020). Potential COVID-2019 3C-like protease inhibitors designed using generative deep learning approaches. ChemRxiv. https://doi.org/10.26434/chemrxiv.11829102.v2",
      "Ziebuhr, J., Snijder, E. J., & Gorbalenya, A. E. (2000). Virus-encoded proteinases and proteolytic processing in the Nidovirales. Journal of General Virology, 81(4), 853–879. https://doi.org/10.1099/0022-1317-81-4-853"
    ]
  },
  {
    "title": "Herbs that might be effective for the management of COVID-19: A bioinformatics analysis on anti-tyrosine kinase property",
    "abstract": "COVID‑19 is an important new infectious disease that affects >150 countries worldwide. This respiratory infection is a public health emergency to be managed. As a new disease, there is limited knowledge of treatment. In general, many drugs are tests for possible efficacy in disease management. The widely used antiviral drugs include oseltamivir and anti‑HIV drugs. In medical science, there are also attempts to find herbs, natural products, which might be effective in the treatment of the coronavirus disease. In the previous report, an important target that is useful for the treatment of coronavirus disease is tyrosine kinase. Any herbs that pose anti‑tyrosine kinase property might be useful for the treatment of COVID‑19. Here, the authors perform a pharmacoinformatics study to search for herbs that have antipeptidase property and might be useful. Using the same database mining technique as in the referencing publication, the PubMed database is used as a primary tool for data mining. According to data mining, there are at least herbs that present anti‑tyrosine kinase properties and might be useful for the treatment of COVID‑19. Those herbs are Hesperethusa crenulata, Perilla frutescens, Ephedra equisetina, Shiraia bambusicola, Panax ginseng and Carthamus tinctorius L. Of interest, those herbs are the classical well‑known herbs in East Asia, where the COVID‑19 first emerged. The present data mining is only to roughly include potential herbs for further studies on the possible usefulness in the management of COVID‑19. Some of these herbs are already confirmed for their advantages in the management of viral respiratory infections. For example, E. equisetina and P. ginseng are confirmed for its anti‑influenza property",
    "references": [
      "Dong L, Hu S, Gao J. Discovering drugs to treat coronavirus disease 2019 (COVID‑19). Drug Discov Ther 2020;14:58‑60.",
      "Ling CQ. Traditional Chinese medicine is a resource for drug discovery against 2019 novel coronavirus (SARS‑CoV‑2). J Integr Med 2020;18:87‑8.",
      "SiskJM, FriemanMB, MachamerCE. Coronavirus S protein‑induced fusion is blocked prior to hemifusion by Abl kinase inhibitors. J Gen Virol 2018;99:619‑30.",
      "Wiwanitkit V. Analysis of Mycobacterium leprae genome: In silico searching for drug targets. Southeast Asian J Trop Med Public Health 2005;36 Suppl 4:225‑7.",
      "Wangthong S, Palaga T, Rengpipat S, Wanichwecharungruang SP, Chanchaisak P, Heinrich M. Biological activities and safety of Thanaka (Hesperethusa crenulata) stem bark. J Ethnopharmacol 2010;132:466‑72.",
      "El‑Hafeez AA, Fujimura T, Kamei R, Hirakawa N, Baba K, Ono K, et al. Synergistic tumor suppression by a Perilla frutescens‑derived methoxyflavanone and anti‑cancer tyrosine kinase inhibitors in A549 human lung adenocarcinoma. Cytotechnology 2018;70:913‑9.",
      "Hyuga S. The pharmacological actions of ephedrine alkaloids‑free ephreda herb extract and preparation for clinical application. Yakugaku Zasshi 2017;137:179‑86.",
      "Zhang YX, Chen Y, Guo XN, Zhang XW, Zhao WM, Zhong L, et al. 11,11’‑dideoxy‑verticillin: A natural compound possessing growth factor receptor tyrosine kinase‑inhibitory effect with anti‑tumor activity. Anticancer Drugs 2005;16:515‑24.",
      "Sathishkumar N, Karpagam V, Sathiyamoorthy S, Woo MJ, Kim YJ, Yang DC. Computer‑aided identification of EGFR tyrosine kinase inhibitors using ginsenosides from Panax ginseng. Comput Biol Med 2013;43:786‑97.",
      "Yuk TH, Kang JH, Lee SR, Yuk SW, Lee KG, Song BY, et al. Inhibitory effect of Carthamus tinctorius L. seed extracts on bone resorption mediated by tyrosine kinase, COX‑2 (cyclooxygenase) and PG (prostaglandin) E2. Am J Chin Med 2002;30:95‑108.",
      "Hyuga S, Hyuga M, Oshima N, Maruyama T, Kamakura H, Yamashita T, et al. Ephedrine alkaloids‑free ephedra herb extract: A safer alternative to ephedra with comparable analgesic, anticancer, and anti‑influenza activities. J Nat Med 2016;70:571‑83.",
      "Scaglione F, Cattaneo G, Alessandria M, Cogo R. Efficacy and safety of the standardised Ginseng extract G115 for potentiating vaccination against the influenza syndrome and protection against the common cold [corrected]. Drugs Exp Clin Res 1996;22:65‑72."
    ]
  },
  {
    "title": "Characterizing the Propagation of Situational Information in Social Media During COVID-19 Epidemic: A Case Study on Weibo",
    "abstract": "During the ongoing outbreak of coronavirus disease (COVID-19), people use social media to acquire and exchange various types of information at a historic and unprecedented scale. Only the situational information are valuable for the public and authorities to response to the epidemic. Therefore, it is important to identify such situational information and to understand how it is being propagated on social media, so that appropriate information publishing strategies can be informed for the COVID-19 epidemic. This article sought to fill this gap by harnessing Weibo data and natural language processing techniques to classify the COVID-19-related information into seven types of situational information. We found specific features in predicting the reposted amount of each type of information. The results provide data-driven insights into the information need and public attention.",
    "references": [
      "J. T. Wu, K. Leung, and G. M. Leung, “Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modelling study,” Lancet, vol. 395, no. 10225, pp. 689–697, Feb. 2020.",
      "P. Burnap et al., “Tweeting the terror: Modelling the social media reaction to the woolwich terrorist attack,” Social Netw. Anal. Mining, vol. 4, no. 1, pp. 1–14, Dec. 2014.",
      "S. Vieweg, A. L. Hughes, K. Starbird, and L. Palen, “Microblogging during two natural hazards events,” in Proc. 28th Int. Conf. Hum. Factors Comput. Syst. (CHI), 2010, p. 1079. 2010",
      "A. Mukkamala and R. Beck, “The role of social media for collective behaviour development in response to natural disasters,” in Proc. 26th Eur. Conf. Inf. Syst. Beyond Digit. Facet. (ECIS), 2018, pp. 1–18.",
      "M. Martínez-Rojas, M. D. C. Pardo-Ferreira, and J. C. Rubio-Romero, “Twitter as a tool for the management and analysis of emergency situations: A systematic literature review,” Int. J. Inf. Manage., vol. 43, pp. 196–208, Dec. 2018.",
      "L. Yan and A. J. Pedraza-Martinez, “Social media for disaster management: Operational value of the social conversation,” Prod. Oper. Manage., vol. 28, no. 10, pp. 2514–2532, Oct. 2019.",
      "K. Rudra, S. Ghosh, N. Ganguly, P. Goyal, and S. Ghosh, “Extracting situational information from microblogs during disaster events: A classification-summarization approach,” in Proc. 24th ACM Int. Conf. Inf. Knowl. Manage. (CIKM), 2015, pp. 583–592.",
      "F.-Y. Wang, D. Zeng, Q. Zhang, J. A. Hendler, and J. Cao, “The Chinese–Human Flesh-Web: The first decade and beyond,” Chin. Sci. Bull., vol. 59, no. 26, pp. 3352–3361, Sep. 2014.",
      "Q. Zhang, F.-Y. Wang, D. Zeng, and T. Wang, “Understanding crowdpowered search groups: A social network perspective,” PLoS ONE, vol. 7, no. 6, 2012, Art. no. e39749.",
      "Q. Zhang, D. Zeng, F.-Y. Wang, and T. Wang, “Under-standing crowd-powered search groups: A social network perspective,” PLoS ONE. vol. 7, no. 6, Jun. 2012, Art. no. e39749, doi: 10.1371/journal.pone.0039749.",
      "F.-Y. Wang et al., “A study of the human flesh search engine: Crowdpowered expansion of online knowledge,” Computer, vol. 43, no. 8, pp. 45–53, Aug. 2010.",
      "Q. Zhang, D. Zeng, F.-Y. Wang, R. Breiger, and J. A. Hendler, “Brokers or bridges? Exploring structural holes in a crowdsourcing system,” IEEE Comput., vol. 49, no. 6, pp. 56–64, Jun. 2016,doi: 10.1109/MC.2016.166.",
      "R. Dutt, M. Basu, K. Ghosh, and S. Ghosh, “Utilizing microblogs for assisting post-disaster relief operations via matching resource needs and availabilities,” Inf. Process. Manage., vol. 56, no. 5, pp. 1680–1697, Sep. 2019.",
      "S. E. Vieweg, “Situational awareness in mass emergency: A behavioral and linguistic analysis of microblogged communications,” Ph.D. dissertation, ATLAS Inst., Univ. Colorado Boulder, Boulder, CO, USA, 2012, pp. 1–300.",
      "M. Imran, C. Castillo, P. Meier, and F. Diaz, “Extracting information nuggets from disaster- related messages in social media,” in Proc. Iscram, May 2013, pp. 791–800.",
      "B. Takahashi, E. C. Tandoc, and C. Carmichael, “Communicating on Twitter during a disaster: An analysis of tweets during Typhoon Haiyan in the Philippines,” Comput. Hum. Behav., vol. 50, pp. 392–398, Sep. 2015.",
      "B. Suh, L. Hong, P. Pirolli, and E. H. Chi, “Want to be retweeted? Large scale analytics on factors impacting retweet in Twitter network,” in Proc. IEEE 2nd Int. Conf. Social Comput., Aug. 2010, pp. 177–184.",
      "O. Tsur and A. Rappoport, “What’s in a hashtag? Content based prediction of the spread of ideas in microblogging communities,” in Proc. 5th ACM Int. Conf. Web Search Data Mining (WSDM), 2012, pp. 643–652.",
      "J. Berger and K. L. Milkman, “What makes online content go viral?” J. Mark. Res., vol. 49, no. 2, pp. 192–205, 2012.",
      "L. Li, Q. Zhang, J. Tian, and H. Wang, “Characterizing information propagation patterns in emergencies: A case study with Yiliang earthquake,” Int. J. Inf. Manage., vol. 38, no. 1, pp. 34–41, Feb. 2018.",
      "R. M. Seyfarth and D. L. Cheney, “Affiliation, empathy, and the origins of theory of mind,” Proc. Nat. Acad. Sci. USA, vol. 110, no. 2, pp. 10349–10356, Jun. 2013.",
      "C. W. Scherer and H. Cho, “A social network contagion theory of risk perception,” Risk Anal., vol. 23, no. 2, pp. 261–267, Apr. 2003.",
      "N. Bhuvana and I. Arul Aram, “Facebook and Whatsapp as disaster management tools during the Chennai (India) floods of 2015,” Int. J. Disaster Risk Reduction, vol. 39, Oct. 2019, Art. no. 101135.",
      "L. Bui, “Social media, rumors, and hurricane warning systems in Puerto Rico,” in Proc. 52nd Hawaii Int. Conf. Syst. Sci., 2019, pp. 2667–2676.",
      "S. Cresci, R. Di Pietro, M. Petrocchi, A. Spognardi, and M. Tesconi, “Fame for sale: Efficient detection of fake Twitter followers,” Decis. Support Syst., vol. 80, pp. 56–71, Dec. 2015.",
      "M. Hofer and V. Aubert, “Perceived bridging and bonding social capital on Twitter: Differentiating between followers and followees,” Comput. Hum. Behav., vol. 29, no. 6, pp. 2134–2142, Nov. 2013.",
      "M. J. Stern, A. E. Adams, and S. Elsasser, “Digital inequality and place: The effects of technological diffusion on Internet proficiency and usage across rural, suburban, and urban counties,” Sociol. Inquiry, vol. 79, no. 4, pp. 391–417, Nov. 2009.",
      "S. Yardi and D. Boyd, “Tweeting from the Town Square?: Measuring geographic local networks,” Methods, vol. 77, no. 3, pp. 194–201, 2010.",
      "A. C. E. S. Lima, L. N. de Castro, and J. M. Corchado, “A polarity analysis framework for Twitter messages,” Appl. Math. Comput., vol. 270, pp. 756–767, Nov. 2015.",
      "Z. Chu, S. Gianvecchio, H. Wang, and S. Jajodia, “Detecting automation of Twitter accounts: Are you a human, bot, or cyborg?” IEEE Trans. Dependable Secure Comput., vol. 9, no. 6, pp. 811–824, Nov. 2012.",
      "L. Atlani-Duault, J. K. Ward, M. Roy, C. Morin, and A. Wilson, “Tracking online heroisation and blame in epidemics,” Lancet Public Health, vol. 5, no. 3, pp. e137–e138, Mar. 2020.",
      "Y. R. Tausczik and J. W. Pennebaker, “The psychological meaning of words: LIWC and computerized text analysis methods,” J. Lang. Social Psychol., vol. 29, no. 1, pp. 24–54, Mar. 2010.",
      "C. K. Chung and J. W. Pennebaker, “Linguistic inquiry and word count (LIWC),” Appl. Nat. Lang. Process., vol. 2015, pp. 206–229, Feb. 2012.",
      "C. Li, J. Yi, Y. Lv, and P. Duan, “A hybrid learning method for the datadriven design of linguistic dynamic systems,” IEEE/CAA J. Automatica Sinica, vol. 6, no. 6, pp. 1487–1498, Nov. 2019.",
      "Y. Xia, H. Yu, and F.-Y. Wang, “Accurate and robust eye center localization via fully convolutional networks,” IEEE/CAA J. Automatica Sinica, vol. 6, no. 5, pp. 1127–1138, Sep. 2019.",
      "C. Sun et al., “Proximity based automatic data annotation for autonomous driving,” IEEE/CAA J. Automatica Sinica, vol. 7, no. 2, pp. 395–404, Mar. 2020."
    ]
  },
  {
    "title": "Outcomes of COVID-19 in 79 patients with IBD in Italy: an IG-IBD study",
    "abstract": "Objectives COVID-19 has rapidly become a major health emergency worldwide. Patients with IBD are at increased risk of infection, especially when they have active disease and are taking immunosuppressive therapy. The characteristics and outcomes of COVID-19 in patients with IBD remain unclear. Design This Italian prospective observational cohort study enrolled consecutive patients with an established IBD diagnosis and confirmed COVID-19. Data regarding age, sex, IBD (type, treatments and clinical activity), other comorbidities (Charlson Comorbidity Index (CCI)), signs and symptoms of COVID-19 and therapies were compared with COVID-19 outcomes (pneumonia, hospitalisation, respiratory therapy and death). Results Between 11 and 29 March 2020, 79 patients with IBD with COVID-19 were enrolled at 24 IBD referral units. Thirty-six patients had COVID-19-related pneumonia (46%), 22 (28%) were hospitalised, 7 (9%) required non-mechanical ventilation, 9 (11%) required continuous positive airway pressure therapy, 2 (3%) had endotracheal intubation and 6 (8%) died. Four patients (6%) were diagnosed with COVID-19 while they were being hospitalised for a severe flare of IBD. Age over 65 years (p=0.03), UC diagnosis (p=0.03), IBD activity (p=0.003) and a CCI score >1 (p=0.04) were significantly associated with COVID-19 pneumonia, whereas concomitant IBD treatments were not. Age over 65 years (p=0.002), active IBD (p=0.02) and higher CCI score were significantly associated with COVID-19- related death.",
    "references": [
      "Zhou P, Yang X-L, Wang X-G, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 2020;579:270–3.",
      "World Health Organization. Novel coronavirus (COVID-19) situation. Secondary novel coronavirus (COVID-19) situation, 2020. Available: https://experience.arcgis.com/experience/685d0ace521648f8a5beeeee1b9125cd",
      "Meo SA, Alhowikan AM, Al-Khlaiwi T, et al. Novel coronavirus 2019-nCoV: prevalence, biological and clinical characteristics comparison with SARS-CoV and MERS-CoV. Eur Rev Med Pharmacol Sci 2020;24:2012–9.",
      "Guan W-jie, Ni Z-yi, Hu Y, et al. Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med 2020.",
      "Onder G, Rezza G, Brusaferro S. Case-Fatality rate and characteristics of patients dying in relation to COVID-19 in Italy. JAMA 2020. doi:10.1001/jama.2020.4683. [Epub ahead of print: 23 Mar 2020].",
      "Rahier JF, Magro F, Abreu C, et al. Second European evidence-based consensus on the prevention, diagnosis and management of opportunistic infections in inflammatory bowel disease. J Crohns Colitis 2014;8:443–68.",
      "Beaugerie L, Kirchgesner J. Balancing benefit vs risk of immunosuppressive therapy for individual patients with inflammatory bowel diseases. Clin Gastroenterol Hepatol 2019;17:370–9.",
      "Kirchgesner J, Lemaitre M, Carrat F, et al. Risk of serious and opportunistic infections associated with treatment of inflammatory bowel diseases. Gastroenterology 2018;155:e10:337–46.",
      "Ping A, Mengyao J, Haixia R, et al. Protection of 318 inflammatory bowel disease patients from the outbreak and rapid spread of COVID-19 infection in Wuhan, China. Lancet 2020.",
      "Norsa L, Indriolo A, Sansotta N, et al. Uneventful course in IBD patients during SARS-CoV-2 outbreak in northern Italy. Gastroenterology 2020. doi:10.1053/j. gastro.2020.03.062. [Epub ahead of print: 02 Apr 2020].",
      "Mazza S, Sorce A, Peyvandi F, et al. A fatal case of COVID-19 pneumonia occurring in a patient with severe acute ulcerative colitis. Gut 2020. doi:10.1136/ gutjnl-2020-321183. [Epub ahead of print: 03 Apr 2020].",
      "Salehi S,Abedi A, Balakrishnan S, et al. Coronavirus disease 2019 (COVID-19): a systematic review of imaging findings in 919 patients. AJR Am J Roentgenol 2020:1–7.",
      "World Health Organization. Coronavirus. Secondary coronavirus, 2020. Available: https://www.who.int/health-topics/coronavirus",
      "Schroeder KW, Tremaine WJ, Ilstrup DM. Coated oral 5-aminosalicylic acid therapy for mildly to moderately active ulcerative colitis. A randomized study. N Engl J Med 1987;317:1625–9.",
      "D’Haens G, Sandborn WJ, Feagan BG, et al. A review of activity indices and efficacy end points for clinical trials of medical therapy in adults with ulcerative colitis. Gastroenterology 2007;132:763–86.",
      "Harvey RF, Bradshaw JM. A simple index of Crohn’s-disease activity.Lancet 1980;1:514.",
      "Charlson ME, Pompei P, Ales KL, et al. A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis 1987;40:373–83.",
      "Xiao F, Tang M, Zheng X, et al. Evidence for gastrointestinal infection of SARS-CoV-2. Gastroenterology 2020.",
      "International Organization for the study of Inflammatory Bowel Disease (IOIBD). IOIBD Update on COVID19 for Patients with Crohn’s Disease and Ulcerative Colitis. Secondary IOIBD Update on COVID19 for Patients with Crohn’s Disease and Ulcerative Colitis, 2020. Available: https://www.ioibd.org/ioibd-update-on-covid19-for-patients-with-crohns-disease-and-ulcerative-colitis/",
      "Danese S, Cecconi M, Spinelli A. Management of IBD during the COVID-19 outbreak: resetting clinical priorities. Nat Rev Gastroenterol Hepatol 2020. doi:10.1038/s41575-020-0294-8. [Epub ahead of print: 25 Mar 2020].",
      "Fiorino G, Allocca M, Furfaro F, et al. Inflammatory bowel disease care in the COVID-19 pandemic era: the Humanitas, Milan experience. J Crohns Colitis 2020. doi:10.1093/ecco-jcc/jjaa058. [Epub ahead of print: 24 Mar 2020].",
      "Ungaro RC, Sullivan T, Colombel J-F, et al. What should Gastroenterologists and patients know about COVID-19? Clin Gastroenterol Hepatol 2020. doi:10.1016/j.cgh.2020.03.020. [Epub ahead of print: 18 Mar 2020].",
      "Ministero della Salute. COVID-19. Aggiornamento della definizione di caso. Secondary COVID-19. Aggiornamento della definizione di caso, 2020. Available: http://www.trovanorme.salute.gov.it/norme/renderNormsanPdf?anno=2020&codLeg=73669&parte=1%20&serie=null"
    ]
  },
  {
    "title": "COVID-19 Public Sentiment Insights and Machine Learning for Tweets Classification",
    "abstract": "Along with the Coronavirus pandemic, another crisis has manifested itself in the form of mass fear and panic phenomena, fueled by incomplete and often inaccurate information. There is therefore a tremendous need to address and better understand COVID-19’s informational crisis and gauge public sentiment, so that appropriate messaging and policy decisions can be implemented. In this research article, we identify public sentiment associated with the pandemic using Coronavirus specific Tweets and R statistical software, along with its sentiment analysis packages. We demonstrate insights into the progress of fear-sentiment over time as COVID-19 approached peak levels in the United States, using descriptive textual analytics supported by necessary textual data visualizations. Furthermore, we provide a methodological overview of two essential machine learning classification methods, in the context of textual analytics, and compare their effectiveness in classifying Coronavirus Tweets of varying lengths. We observe a strong classification accuracy of 91% for short Tweets, with the Naïve Bayes method. We also observe that the logistic regression classification method provides a reasonable accuracy of 74% with shorter Tweets, and both methods showed relatively weaker performance for longer Tweets. This research provides insights into Coronavirus fear sentiment progression, and outlines associated methods, implications, limitations and opportunities.",
    "references": [
      "Company, M.. COVID-19: Global Briefing Report – Global Health Crisis Response 2020.",
      "Jin, D.; Jin, Z.; Zhou, J.T.; Szolovits, P. Is bert really robust? natural language attack on text classification and entailment. arXiv preprint arXiv:1907.11932 2019.",
      "Samuel, J. Information Token Driven Machine Learning for Electronic Markets: Performance Effects in Behavioral Financial Big Data Analytics. JISTEM-Journal of Information Systems and Technology Management 2017, 14, 371–383.",
      "Shu, K.; Sliva, A.; Wang, S.; Tang, J.; Liu, H. Fake news detection on social media: A data mining perspective. ACM SIGKDD Explorations Newsletter 2017, 19, 22–36.",
      "Makris, C.; Pispirigos, G.; Rizos, I.O. A Distributed Bagging Ensemble Methodology for Community Prediction in Social Networks. Information 2020, 11, 199.",
      "Heist, N.; Hertling, S.; Paulheim, H. Language-agnostic relation extraction from abstracts in Wikis. Information 2018, 9, 75.",
      "He, W.; Wu, H.; Yan, G.; Akula, V.; Shen, J. A novel social media competitive analytics framework with sentiment benchmarks. Information & Management 2015, 52, 801–812.",
      "Widener, M.J.; Li, W. Using geolocated Twitter data to monitor the prevalence of healthy and unhealthy food references across the US. Applied Geography 2014, 54, 189–197.",
      "Kretinin, A.; Samuel, J.; Kashyap, R. When the Going Gets Tough, The Tweets Get Going! An Exploratory Analysis of Tweets Sentiments in the Stock Market. American Journal of Management 2018, 18.",
      "De Choudhury, M.; Counts, S.; Horvitz, E. Predicting postpartum changes in emotion and behavior via social media. Proceedings of the SIGCHI conference on human factors in computing systems, 2013, pp. 3267–3276.",
      "Wang, Z.; Ye, X.; Tsou, M.H. Spatial, temporal, and content analysis of Twitter for wildfire hazards. Natural Hazards 2016, 83, 523–540.",
      "Samuel, J.; Kashyap, R.; Kretinin, A. Going Where the Tweets Get Moving! An Explorative Analysis of Tweets Sentiments in the Stock Market. Proceedings of the Northeast Business & Economics Association 2018.",
      "Skoric, M.M.; Liu, J.; Jaidka, K. Electoral and Public Opinion Forecasts with Social Media Data: A Meta-Analysis. Information 2020, 11, 187.",
      "Samuel, J.; Holowczak, R.; Benbunan-Fich, R.; Levine, I. Automating Discovery of Dominance in Synchronous Computer-Mediated Communication. 2014 47th Hawaii International Conference on System Sciences. IEEE, 2014, pp. 1804–1812.",
      "Samuel, J.; Kashyap, R.; Betts, S. Strategic Directions for Big Data Analytics in E-Commerce with Machine Learning and Tactical Synopses: Propositions for Intelligence Based Strategic Information Modeling (SIM). Journal of Strategic Innovation and Sustainability 2018, 13.",
      "Chen, X.; Xie, H.; Cheng, G.; Poon, L.K.; Leng, M.; Wang, F.L. Trends and Features of the Applications of Natural Language Processing Techniques for Clinical Trials Text Analysis. Applied Sciences 2020, 10, 2157.",
      "Reyes-Menendez, A.; Saura, J.R.; Alvarez-Alonso, C. Understanding# WorldEnvironmentDay user opinions in Twitter: A topic-based sentiment analysis approach. International journal of environmental research and public health 2018, 15, 2537.",
      "Saura, J.R.; Palos-Sanchez, P.; Grilo, A. Detecting indicators for startup business success: Sentiment analysis using text data mining. Sustainability 2019, 11, 917.",
      "Rocha, G.; Lopes Cardoso, H. Recognizing textual entailment: challenges in the Portuguese language. Information 2018, 9, 76.",
      "Carducci, G.; Rizzo, G.; Monti, D.; Palumbo, E.; Morisio, M. Twitpersonality: Computing personality traits from tweets using word embeddings and supervised learning. Information 2018, 9, 127.",
      "Ahmad, T.; Ramsay, A.; Ahmed, H. Detecting Emotions in English and Arabic Tweets. Information 2019, 10, 98.",
      "Pépin, L.; Kuntz, P.; Blanchard, J.; Guillet, F.; Suignard, P. Visual analytics for exploring topic long-term evolution and detecting weak signals in company targeted tweets. Computers & Industrial Engineering 2017, 112, 450–458.",
      "Samuel, J.; Garvey, M.; Kashyap, R. That Message Went Viral?! Exploratory Analytics and Sentiment Analysis into the Propagation of Tweets. Annual Proceedings of Northeast Decision Sciences Institute (NEDSI), 2019.",
      "De Maio, C.; Fenza, G.; Loia, V.; Parente, M. Time aware knowledge extraction for microblog summarization on twitter. Information Fusion 2016, 28, 60–74.",
      "Ahmad, N.; Siddique, J. Personality assessment using Twitter tweets. Procedia computer science 2017, 112, 1964–1973.",
      "Jain, V.K.; Kumar, S.; Fernandes, S.L. Extraction of emotions from multilingual text using intelligent text processing and computational linguistics. Journal of computational science 2017, 21, 316–326.",
      "Ye, X.; Li, S.; Yang, X.; Qin, C. Use of social media for the detection and analysis of infectious diseases in China. ISPRS International Journal of Geo-Information 2016, 5, 156.",
      "Fung, I.C.H.; Yin, J.; Pressley, K.D.; Duke, C.H.; Mo, C.; Liang, H.; Fu, K.W.; Tse, Z.T.H.; Hou, S.I. Pedagogical Demonstration of Twitter Data Analysis: A Case Study of World AIDS Day, 2014. Data 2019,4, 84.",
      "Kim, E.H.J.; Jeong, Y.K.; Kim, Y.; Kang, K.Y.; Song, M. Topic-based content and sentiment analysis of Ebola virus on Twitter and in the news. Journal of Information Science 2016, 42, 763–781.",
      "Nagar, R.; Yuan, Q.; Freifeld, C.C.; Santillana, M.; Nojima, A.; Chunara, R.; Brownstein, J.S. A case study of the New York City 2012-2013 influenza season with daily geocoded Twitter data from temporal and spatiotemporal perspectives. Journal of medical Internet research 2014, 16, e236.",
      "Chae, B.K. Insights from hashtag# supplychain and Twitter Analytics: Considering Twitter and Twitter data for supply chain practice and research. International Journal of Production Economics 2015, 165, 247–259.",
      "Carvalho, J.P.; Rosa, H.; Brogueira, G.; Batista, F. MISNIS: An intelligent platform for twitter topic mining. Expert Systems with Applications 2017, 89, 374–388.",
      "Vijayan, V.K.; Bindu, K.; Parameswaran, L. A comprehensive study of text classification algorithms. 2017 International Conference on Advances in Computing, Communications and Informatics (ICACCI). IEEE, 2017, pp. 1109–1113.",
      "Zhang, J.; Yang, Y. Robustness of regularized linear classification methods in text categorization. Proceedings of the 26th annual international ACM SIGIR conference on Research and development in informaion retrieval, 2003, pp. 190–197.",
      "Pedregosa, F.; Varoquaux, G.; Gramfort, A.; Michel, V.; Thirion, B.; Grisel, O.; Blondel, M.; Prettenhofer, P.; Weiss, R.; Dubourg, V.; Vanderplas, J.; Passos, A.; Cournapeau, D.; Brucher, M.; Perrot, M.; Duchesnay, E. Scikit-learn: Machine Learning in Python. Journal of Machine Learning Research 2011, 12, 2825–2830.",
      "Liu, B.; Blasch, E.; Chen, Y.; Shen, D.; Chen, G. Scalable sentiment classification for big data analysis using naive bayes classifier. 2013 IEEE international conference on big data. IEEE, 2013, pp. 99–104.",
      "Kowsari, K.; Jafari Meimandi, K.; Heidarysafa, M.; Mendu, S.; Barnes, L.; Brown, D. Text classification algorithms: A survey. Information 2019, 10, 150.",
      "Troussas, C.; Virvou, M.; Espinosa, K.J.; Llaguno, K.; Caro, J. Sentiment analysis of Facebook statuses using Naive Bayes classifier for language learning. IISA 2013. IEEE, 2013, pp. 1–6.",
      "Ting, S.; Ip, W.; Tsang, A.H. Is Naive Bayes a good classifier for document classification. International Journal of Software Engineering and Its Applications 2011, 5, 37–46.",
      "Boiy, E.; Hens, P.; Deschacht, K.; Moens, M.F. Automatic Sentiment Analysis in On-line Text. ELPUB, 2007, pp. 349–360.",
      "Pranckeviˇcius, T.; Marcinkeviˇcius, V. Comparison of naive bayes, random forest, decision tree, support vector machines, and logistic regression classifiers for text reviews classification. Baltic Journal of Modern Computing 2017, 5, 221.",
      "Ramadhan, W.; Novianty, S.A.; Setianingsih, S.C. Sentiment analysis using multinomial logistic regression. 2017 International Conference on Control, Electronics, Renewable Energy and Communications (ICCREC). IEEE, 2017, pp. 46–49.",
      "Rubegni, P.; Cevenini, G.; Burroni, M.; Dell’Eva, G.; Sbano, P.; Cuccia, A.; Andreassi, L. Digital dermoscopy analysis of atypical pigmented skin lesions: a stepwise logistic discriminant analysis approach. Skin Research and Technology 2002, 8, 276–281.",
      "Silva, I.; Eugenio Naranjo, J. A Systematic Methodology to Evaluate Prediction Models for Driving Style Classification. Sensors 2020, 20, 1692.",
      "Buldin, I.D.; Ivanov, N.S. Text Classification of Illegal Activities on Onion Sites. 2020 IEEE Conference of Russian Young Researchers in Electrical and Electronic Engineering (EIConRus). IEEE, 2020, pp. 245–247.",
      "Tan, Y. An improved KNN text classification algorithm based on K-medoids and rough set. 2018 10th International Conference on Intelligent Human-Machine Systems and Cybernetics (IHMSC). IEEE, 2018, Vol. 1, pp. 109–113.",
      "Conner, C.; Samuel, J.; Kretinin, A.; Samuel, Y.; Nadeau, L. A Picture for The Words! Textual Visualization in Big Data Analytics,. Northeast Business Economics Association (NBEA) Annual Proceedings (46), 2019, pp. 37–43.",
      "Samuel, Y.; George, J.; Samuel, J. Beyond STEM, How Can Women Engage Big Data, Analytics, Robotics and Artificial Intelligence? An Exploratory Analysis of Confidence and Educational Factors in the Emerging Technology Waves Influencing the Role of, and Impact Upon, Women. arXiv preprint arXiv:2003.11746 2020.",
      "Svetlov, K.; Platonov, K. Sentiment Analysis of Posts and Comments in the Accounts of Russian Politicians on the Social Network. 2019 25th Conference of Open Innovations Association (FRUCT). IEEE, 2019, pp. 299–305.",
      "Saif, H.; Fernández, M.; He, Y.; Alani, H. On stopwords, filtering and data sparsity for sentiment analysis of twitter 2014.",
      "Ravi, K.; Ravi, V. A survey on opinion mining and sentiment analysis: tasks, approaches and applications. Knowledge-Based Systems 2015, 89, 14–46.",
      "Jockers, M.L. Syuzhet: Extract Sentiment and Plot Arcs from Text, 2015.",
      "Rinker, T.W. sentimentr: Calculate Text Polarity Sentiment. Buffalo, New York, 2019. version 2.7.1.",
      "Jurafsky, D.; Martin, J.H. Speech and Language Processing, 3rd ed. draft ed.; 2019.",
      "Bayes, T. An Essay Toward Solving a Problem in the Doctrine of Chances; Hafner Publishing, 1763.",
      "R Core Team. R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing, Vienna, Austria, 2020.",
      "Samuel, J.; Garvey, M.; Kashyap, R. That Message Went Viral?! Exploratory Analytics and Sentiment Analysis into the Propagation of Tweets. Annual Proceedings of Northeast Decision Sciences Institute (NEDSI) Conference, USA. 2019.",
      "Sharma, S.; Jain, A. Hybrid Ensemble Learning With Feature Selection for Sentiment Classification in Social Media. International Journal of Information Retrieval Research (IJIRR) 2020, 10, 40–58.",
      "Evangelopoulos, N.; Zhang, X.; Prybutok, V.R. Latent semantic analysis: five methodological recommendations. European Journal of Information Systems 2012, 21, 70–86.",
      "Samuel, J.; Holowczak, R.; Pelaez, A. The Effects of Technology Driven Information Categories on Performance in Electronic Trading Markets. Journal of Information Technology Management 2017.",
      "Ahmed, W.; Bath, P.; Demartini, G. Using Twitter as a data source: An overview of ethical, legal, and methodological challenges. Advances in Research Ethics and Integrity 2017, 2, 79–107.",
      "Buchanan, E. Considering the ethics of big data research: A case of Twitter and ISIS/ISIL. PloS one 2017, 12.",
      "Samuel, J. Eagles & Lions Winning Against Coronavirus! 8 Principles from Winston Churchill for Overcoming COVID-19 & Fear. Researchgate preprint, DOI: 10.13140/RG.2.2.10791.29601 https://www.researchgate.net/publication/340610688 2020."
    ]
  },
  {
    "title": "Health Communication Through News Media During the Early Stage of the COVID-19 Outbreak in China: Digital Topic Modeling Approach",
    "abstract": "Background: In December 2019, a few coronavirus disease (COVID-19) cases were first reported in Wuhan, Hubei, China. Soon after, increasing numbers of cases were detected in other parts of China, eventually leading to a disease outbreak in China. As this dreadful disease spreads rapidly, the mass media has been active in community education on COVID-19 by delivering health information about this novel coronavirus, such as its pathogenesis, spread, prevention, and containment. Objective: The aim of this study was to collect media reports on COVID-19 and investigate the patterns of media-directed health communications as well as the role of the media in this ongoing COVID-19 crisis in China. Methods: We adopted the WiseSearch database to extract related news articles about the coronavirus from major press media between January 1, 2020, and February 20, 2020. We then sorted and analyzed the data using Python software and Python package Jieba. We sought a suitable topic number with evidence of the coherence number. We operated latent Dirichlet allocation topic modeling with a suitable topic number and generated corresponding keywords and topic names. We then divided these topics into different themes by plotting them into a 2D plane via multidimensional scaling. Results: After removing duplications and irrelevant reports, our search identified 7791 relevant news reports. We listed the number of articles published per day. According to the coherence value, we chose 20 as the number of topics and generated the topics’ themes and keywords. These topics were categorized into nine main primary themes based on the topic visualization figure. The top three most popular themes were prevention and control procedures, medical treatment and research, and global or local social and economic influences, accounting for 32.57% (n=2538), 16.08% (n=1258), and 11.79% (n=919) of the collected reports, respectively. Conclusions: Topic modeling of news articles can produce useful information about the significance of mass media for early health communication. Comparing the number of articles for each day and the outbreak development, we noted that mass media news reports in China lagged behind the development of COVID-19. The major themes accounted for around half the content and tended to focus on the larger society rather than on individuals. The COVID-19 crisis has become a worldwide issue, and society has become concerned about donations and support as well as mental health among others. We recommend that future work addresses the mass media’s actual impact on readers during the COVID-19 crisis through sentiment analysis of news data.",
    "references": [
      "Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat Microbiol 2020 Apr;5(4):536-544. [doi: 10.1038/s41564-020-0695-z] [Medline: 32123347]",
      "World Health Organization. Coronavirus disease (COVID-19) outbreak URL: https://www.who.int/emergencies/diseases/novel-coronavirus-2019",
      "National Health Commission of the People's Republic of China. 2020. Latest developments in epidemic control on Feb 29 URL: http://www.nhc.gov.cn/xcs/yqtb/202003/9d462194284840ad96ce75eb8e4c8039.shtml",
      "World Health Organization. 2020 Feb 13. Coronavirus disease 2019 (COVID-19) situation report – 24 URL: https://www. who.int/docs/default-source/coronaviruse/situation-reports/20200213-sitrep-24-covid-19.pdf?sfvrsn=9a7406a4_4",
      "Ming WK, Huang J, Zhang CJP. Breaking down of healthcare system: mathematical modelling for controlling the novel coronavirus (2019-nCoV) outbreak in Wuhan, China. bioRxiv 2020 Jan 30:e. [doi: 10.1101/2020.01.27.922443]",
      "WiseSearch. URL: http://wisenews.wisers.net.cn",
      "Luo J. WiseSearch database and its practical application. Journal of Library and Informational Science in Agriculture 2016;28(7):19-23.",
      "Hassanpour S, Langlotz CP. Unsupervised topic modeling in a large free text radiology report repository. J Digit Imaging 2016 Feb;29(1):59-62 [FREE Full text] [doi: 10.1007/s10278-015-9823-3] [Medline: 26353748]",
      "Goyal N, Gomeni R. A latent variable approach in simultaneous modeling of longitudinal and dropout data in schizophrenia trials. Eur Neuropsychopharmacol 2013 Nov;23(11):1570-1576. [doi: 10.1016/j.euroneuro.2013.03.004] [Medline: 23602612]",
      "Kandula S, Curtis D, Hill B, Zeng-Treitler Q. Use of topic modeling for recommending relevant education material to diabetic patients. AMIA Annu Symp Proc 2011;2011:674-682 [FREE Full text] [Medline: 22195123]",
      "Li A, Huang X, Hao B, O'Dea B, Christensen H, Zhu T. Attitudes towards suicide attempts broadcast on social media: an exploratory study of Chinese microblogs. PeerJ 2015;3:e1209. [doi: 10.7717/peerj.1209] [Medline: 26380801]",
      "McLaurin E, McDonald AD, Lee JD, Aksan N, Dawson J, Tippin J, et al. Variations on a theme: topic modeling of naturalistic driving data. Proc Hum Factors Ergon Soc Annu Meet 2014 Sep;58(1):2107-2111 [FREE Full text] [doi: 10.1177/1541931214581443] [Medline: 26190948]",
      "Zhao W, Chen JJ, Perkins R, Liu Z, Ge W, Ding Y, et al. A heuristic approach to determine an appropriate number of topics in topic modeling. BMC Bioinformatics 2015 Dec 1;16(S13):e. [doi: 10.1186/1471-2105-16-s13-s8]",
      "Zheng Y, Zhang Y, Larochelle H. A Deep and Autoregressive Approach for Topic Modeling of Multimodal Data. IEEE Trans Pattern Anal Mach Intell 2016 Jun 1;38(6):1056-1069. [doi: 10.1109/tpami.2015.2476802]",
      "Blei DM, Ng AY, Jordan MI. Latent dirichlet allocation. Journal of machine Learning research 2003 Jan;3:993-1022.",
      "He BD, De Sa CM, Mitliagkas I, Ré C. Scan order in Gibbs sampling: models in which it matters and bounds on how much. In: Advances in neural information processing systems. San Diego, CA: NIPS Proceedings; 2016.",
      "Day MY, Lee CC. Deep learning for financial sentiment analysis on finance news providers. IEEE 2016. [doi:10.1109/ASONAM.2016.7752381]",
      "Zhao W, Luo X, Qui T. Recent Developments in Smart Healthcare. Basel, Switzerland: MDPI; 2018.",
      "Rajaraman A, Ullman J. Mining Of Massive Datasets. Cambridge, United Kingdom: Cambridge University Press; 2011.",
      "Stevens K, Kegelmeyer P, Andrzejewski D, Buttler D. Exploring topic coherence over many models and many topics. 2012 Presented at: 2012 Joint Conference on Empirical Methods in Natural Language Processing and Computational Natural Language Learning; 2012; Jeju Island, Korea.",
      "Röder M, Both A, Hinneburg A. Exploring the space of topic coherence measures. 2015 Feb Presented at: Eighth ACM International Conference on Web Search and Data Mining; 2015; Shanghai, China. [doi: 10.1145/2684822.2685324]",
      "Gensim. models.coherencemodel – Topic coherence pipeline URL: https://radimrehurek.com/gensim/models/coherencemodel.html",
      "Grimmer J, Stewart BM. Text as data: the promise and pitfalls of automatic content analysis methods for political texts. Polit anal 2017 Jan 04;21(3):267-297. [doi: 10.1093/pan/mps028]",
      "Chuang J, Ramage D, Manning C, Heer J. Interpretation and trust: designing model-driven visualizations for text analysis. : Association for Computing Machinery; 2012 Presented at: SIGCHI Conference on Human Factors in Computing Systems; 2012; Austin, Texas. [doi: 10.1145/2207676.2207738]",
      "Chuang J, Manning C, Heer J. Termite: visualization techniques for assessing textual topic models. 2012 Presented at: International Working Conference on Advanced Visual Interfaces; 2012; Capri Island, Italy. [doi: 10.1145/2254556.2254572]",
      "Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia. N Engl J Med 2020 Mar 26;382(13):1199-1207. [doi: 10.1056/nejmoa2001316]",
      "National Health Commission of the People's Republic of China. 2020. The notification of protection guideline for population at different risk levels and prevention guideline of facemask usage URL: http://www.nhc.gov.cn/xcs/zhengcwj/202001/a3a261dabfcf4c3fa365d4eb07ddab34.shtml",
      "National Health Commission of the People's Republic of China. The protocol for the novel coronavirus pneumonia (the fifth version) (in Chinese) URL: http://www.nhc.gov.cn/yzygj/s7653p/202002/d4b895337e19445f8d728fcaf1e3e13a.shtml [accessed 2020-03-11]",
      "Ghosh S, Chakraborty P, Nsoesie EO, Cohn E, Mekaru SR, Brownstein JS, et al. Temporal topic modeling to assess associations between news trends and infectious disease outbreaks. Sci Rep 2017 Jan 19;7(1):40841. [doi: 10.1038/srep40841] [Medline: 28102319]",
      "Wang Y, McKee M, Torbica A, Stuckler D. Systematic literature review on the spread of health-related misinformation on social media. Soc Sci Med 2019 Nov;240:112552. [doi: 10.1016/j.socscimed.2019.112552] [Medline: 31561111]",
      "Collinson S, Khan K, Heffernan JM. The effects of media reports on disease spread and important public health measurements. PLoS One 2015;10(11):e0141423. [doi: 10.1371/journal.pone.0141423] [Medline: 26528909]",
      "Wang S, Wang B, Peng C, Song C, Zhang H, Sun D, et al. [Awareness on SARS and public health emergencies among general publics]. Zhonghua Liu Xing Bing Xue Za Zhi 2006 Jun;27(6):503-507. [Medline: 17152511]",
      "Chong M, Wang W, Hsieh W, Lee C, Chiu N, Yeh W, et al. Psychological impact of severe acute respiratory syndrome on health workers in a tertiary hospital. Br J Psychiatry 2004 Aug;185:127-133. [doi: 10.1192/bjp.185.2.127] [Medline:15286063]",
      "Jeong H, Yim HW, Song Y, Ki M, Min J, Cho J, et al. Mental health status of people isolated due to Middle East Respiratory Syndrome. Epidemiol Health 2016;38:e2016048. [doi: 10.4178/epih.e2016048] [Medline: 28196409]",
      "Kim EH, Jeong YK, Kim Y, Kang KY, Song M. Topic-based content and sentiment analysis of Ebola virus on Twitter and in the news. Journal of Information Science 2016 Jul 11;42(6):763-781. [doi: 10.1177/0165551515608733]"
    ]
  },
  {
    "title": "COVID-19 virus outbreak forecasting of registered and recovered cases after sixty day lockdown in Italy: A data driven model approach",
    "abstract": "Background: Till 31 March 2020, 105,792 COVID-19 cases were confirmed in Italy including 15,726 deaths which explains how worst the epidemic has affected the country. After the announcement of lockdown in Italy on 9 March 2020, situation was becoming stable since last days of March. In view of this, it is important to forecast the COVID-19 evaluation of Italy condition and the possible effects, if this lock down could continue for another 60 days. Methods: COVID-19 infected patient data has extracted from the Italian Health Ministry website includes registered and recovered cases from mid February to end March. Adoption of seasonal ARIMA forecasting package with R statistical model was done. Results: Predictions were done with 93.75% of accuracy for registered case models and 84.4% of accuracy for recovered case models. The forecasting of infected patients could be reach the value of 182,757, and recovered cases could be registered value of 81,635 at end of May. Conclusions: This study highlights the importance of country lockdown and self isolation in control the disease transmissibility among Italian population through data driven model analysis. Our findings suggest that nearly 35% decrement of registered cases and 66% growth of recovered cases will be possible.",
    "references": [
      "Chen Z-L, Zhang Q, Lu Y, Guo ZM, Zhang X, Zhang WJ, et al. Distribution of the COVID-19 epidemic and correlation with population emigration from wuhan, China. Chin Med J (Engl). 2020. https://doi.org/10.1097/cm9.0000000000000782.",
      "Peiris JSM, Poon LLM. Severe Acute respiratory Syndrome (SARS). In: Encyclopedia of virology; 2008. https://doi.org/10.1016/B978-012374410-4.00780-9.",
      "Situation reports. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports. [Accessed 31 March 2020].",
      "Which countries are under lockdown - and is it working?. https://www.telegraph.co.uk/news/2020/03/29/lockdowncountries/. [Accessed 31 March 2020].",
      "Delamater PL, Street EJ, Leslie TF, Yang YT, Jacobsen KH. Complexity of the basic reproduction number (R0). Emerg Infect Dis 2019. https://doi.org/10.3201/eid2501.171901.",
      "Grasselli G, Pesenti A, Cecconi M. Critical care utilization for the COVID-19 outbreak in Lombardy, Italy. JAMA. 2020. https://doi.org/10.1001/jama.2020.4031.",
      "Tuite AR, Ng V, Rees E, Fisman D. Correspondence Estimation of COVID-19 outbreak size in Italy. Lancet Infect Dis 2020. https://doi.org/10.1016/S1473-3099(20)30227-9.",
      "Kalpakis K, Gada D, Puttagunta V. Distance measures for effective clustering of ARIMA time-series. In: Proceedings - IEEE international conference on data mining. ICDM.; 2001. https://doi.org/10.1109/icdm.2001.989529.",
      "Loy A, Follett L, Hofmann H. Variations of QeQ plots: the power of our eyes! Am Stat 2016. https://doi.org/10.1080/00031305.2015.1077728.",
      "Shumway RH, Stoffer DS, Shumway RH, Stoffer DS. ARIMA models. In: Time series: a data analysis approach using R;2019. https://doi.org/10.1201/9780429273285-5.",
      "Zhang PG. Time series forecasting using a hybrid ARIMA and neural network model. Neurocomputing 2003. https://doi.org/10.1016/S0925-2312(01)00702-0.",
      "Italy struggled to convince citizens of coronavirus crisis. What can Europe learn? j World news j The Guardian. https://www.theguardian.com/world/2020/mar/23/a-warning-to-europeitaly-struggle-to-convince-citizens-of-coronavirus-crisis. [Accessed 31 March 2020].",
      "Novel coronavirus. http://www.salute.gov.it/portale/nuovocoronavirus/homeNuovoCoronavirus.jsp?lingua&equals; english. [Accessed 31 March 2020].",
      "Spina S, Marrazzo F, Migliari M, Stucchi R, Sforza A, Fumagalli R. The response of milan’s emergency medical system to the COVID-19 outbreak in Italy. Lancet 2020. https://doi.org/10.1016/S0140-6736(20)30493-1.",
      "Christodoulos C, Michalakelis C, Varoutas D. Forecasting with limited data: combining ARIMA and diffusion models. Technol Forecast Soc Change 2010. https://doi.org/10.1016/j.techfore.2010.01.009.",
      "Hipel KW, McLeod AI. Time series modelling of water resources and environmental systems. Time Ser Model water Resour Environ Syst 1994. https://doi.org/10.1016/0022-1694(95) 90010-1."
    ]
  },
  {
    "title": "Google searches for the keywords of “wash hands” predict the speed of national spread of COVID-19 outbreak among 21 countries",
    "abstract": "This study hypothesized that national population health literacy might reflect on their keywords searching. We applied Google searches for “wash hands” and “face mask” during January 19 to February 18 as a surrogate of national population health literacy among 21 countries, and examine whether google searches for “wash hands” and “face masks” would protect from increased numbers of confirmed cases of among 21 countries We found the increased google searches for “wash hands” from January 19 to February 18, 2020, correlated with a lower spreading speed of COVID-19 from February 19 to March 10, 2020 among 21 countries (Pearson’s correlation coefficient of −0.70, P < 0.001). The result highlights the importance of public awareness of hand washing in preventing COVID-19 disease spreading.",
    "references": [
      "Ayyoubzadeh, S.M., Ayyoubzadeh, S.M., Zahedi, H., Ahmadi, M., Niakan Kalhori, R.S., 2020. Predicting COVID-19 incidence using Google Trends and data mining techniques: a pilot study in Iran. JMIR Public Health Surveill. https://doi.org/10.2196/18828. [Epub ahead of print].",
      "Bae, S., Kim, M., Kim, J.Y., et al., 2020. Effectiveness of surgical and cotton masks in blocking SARS–CoV-2: a controlled comparison in 4 patients. Ann. Intern. Med. https://doi.org/10.7326/M20-1342. [Epub ahead of print 6 April 2020].",
      "Chan, K.H., Yuen, K.Y., 2020. COVID-19 epidemic: disentangling the re-emerging controversy about medical facemasks from an epidemiological perspective. Int. J. Epidemiol. https://doi.org/10.1093/ije/dyaa044. pii: dyaa044, [Epub ahead of print].",
      "Desai, A.N., Mehrotra, P., 2020. Medical masks. JAMA. https://doi.org/10.1001/jama.2020.2331. [Epub ahead of print].",
      "Freeman, M.C., Stocks, M.E., Cumming, O., et al., 2014. Hygiene and health: systematic review of handwashing practices worldwide and update of health effects. Trop. Med. Int. Health 19 (8), 906–916. https://doi.org/10.1111/tmi.12339.",
      "Ginsberg, J., Mohebbi, M., Patel, R., et al., 2009. Detecting influenza epidemics using search engine query data. Nature 457 (7232), 1012–1014. https://doi.org/10.1038/nature07634.",
      "Google Trend. 2020. URL: https://trends.google.com [accessed 2020-03-07].",
      "Husnayain, A., Fuad, A., Su, E.C.-Y., 2020. Applications of google search trends for risk communication in infectious disease management: a case study of COVID-19 outbreak in Taiwan. Int. J. Infectious Diseases. https://doi.org/10.1016/j.ijid.2020.03.021.",
      "Leung, N.H.L., Chu, D.K.W., Shiu, E.Y.C., et al., 2020. Respiratory virus shedding in exhaled breath and efficacy of face masks. Nat. Med. https://doi.org/10.1038/s41591-020-0843-2.",
      "Li, C., Chen, L.J., Chen, X., Zhang, M., Pang, C.P., Chen, H., 2020. Retrospective analysis of the possibility of predicting the COVID-19 outbreak from Internet searches andsocial media data, China, 2020. Euro Surveill. 25 (10). https://doi.org/10.2807/1560-7917.ES.2020.25.10.2000199.",
      "Ong, S.W.X., Tan, Y.K., Chia, P.Y., et al., 2020. Air, surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient. JAMA. https://doi.org/10.1001/jama.2020.3227.",
      "Solano, P., Ustulin, M., Pizzorno, E., Vichi, M., Pompili, M., Serafini, G., Amore, M., 2016. A Google-based approach for monitoring suicide risk. Psychiatry Res. 30 (246), 581–586. https://doi.org/10.1016/j.psychres.2016.10.030. Epub 2016 Oct 20.",
      "The Center for Systems Science and Engineering, Johns Hopkins University. 2020. Coronavirus COVID-19 Global Cases. URL: https://www.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6 [accessed 2020-03-11].",
      "Yang, A.C., Huang, N.E., Peng, C.-K., Tsai, S.-J., 2010. Do seasons have an influence on the incidence of depression? the use of an internet search engine query data as a proxy of human affect. PLoS One 5 (10), e13728. https://doi.org/10.1371/journal.pone.0013728."
    ]
  },
  {
    "title": "Artificial Intelligence Against Covid-19: An Early Review",
    "abstract": "Artificial Intelligence (AI) is a potentially powerful tool in the fight against the COVID- 19pandemic. Since the outbreak of the pandemic, there has been a scramble to use AI. Thisarticle provides an early, and necessarily selective review, discussing the contribution of AIto the fight against COVID-19, as well as the current constraints on these contributions.Six areas where AI can contribute to the fight against COVID-19 are discussed, namelyi) early warnings and alerts, ii) tracking and prediction, iii) data dashboards, iv) diagnosisand prognosis, v) treatments and cures, and vi) social control. It is concluded that AI hasnot yet been impactful against COVID-19. Its use is hampered by a lack of data, and bytoo much data. Overcoming these constraints will require a careful balance between dataprivacy and public health, and rigorous human-AI interaction. It is unlikely that these willbe addressed in time to be of much help during the present pandemic. In the meantime,extensive gathering of diagnostic data on who is infectious will be essential to save lives,train AI, and limit economic damages.",
    "references": [
      "Akhtar, M., Kraemer, M., and Gardner, L. (2019). A Dynamic Neural Network Model for Predicting Risk of Zika in Real Time. BMC Medicine, 17(171):https://doi.org/10.1186/s12916–019–1389–3.",
      "Baldwin, R. (2020). COVID-19 Testing for Testing Times: Fostering Economic Recovery and Preparing for the Second Wave. VOX CEPR Policy Portal, 26th March.",
      "Beck, B., B.Shin, Choi, Y., Park, S., and Kang, K. (2020). Predicting Commercially Available Antiviral Drugs that may act on the Novel Coronavirus (2019-nCoV), Wuhan, China through a Drug-Target Interaction Deep Learning Model. bioRxiv, 2 February(https://doi.org/10.1101/2020.01.31.929547).",
      "Bloom, N., Bunn, P., Chen, S., Mizen, P., and Smietanka, P. (2020). The Economic Impact of Coronavirus on UK Businesses: Early Evidence from the Decision Maker Panel. VOX CEPR Policy Portal, 27th March.",
      "Bogoch, I., A.Watts, Thomas-Bachli, A., Huber, C., Kraemer, M., and Khan, K. (2020). Pneumonia of UnknownAaetiology in Wuhan, China: Potential for InternationalSspread via Commercial Air Travel. Journal of Travel Medicine, 27(2):1–3. Britt, R. (2020). Nobody Has a Clue How Many People Have COVID-19. Medium, 27 March.",
      "Broad, W. J. (2020). A.I. Versus the Coronavirus. The New York Times, March 26th :(https://www.nytimes.com/2020/03/26/science/ai-versus-the-coronavirus.html).",
      "Bullock, J., Luccioni, A., Pham, K. H., Lam, C. S. N., and Luengo-Oroz, M. (2020). Mapping the Landscape of Artificial Intelligence Applications against COVID-19. ArXiv, https://arxiv.org/abs/2003.11336v1.",
      "Carroll, J. (2020). Coronavirus Outbreak: Can Machine Vision and Imaging Play a Part? Vision Systems Design, 19th March.",
      "Chen, E., K.Lerman, and Ferrara, E. (2020a). COVID-19: The First Public Coronavirus Twitter Dataset. arXiv, 16 March(https://arxiv.org/abs/2003.07372v1). Chen, J., Wu, L., J.Zhang, Zhang, L., Gong, D., Zhao, Y., Hu, S., Wang, Y., Hu, X., Zheng, B., Zhang, K., Wu, H., Dong, Z., Xu, Y., Zhu, Y., Chen, X., L.Yu, and",
      "Yu, H. (2020b). Deep Learning-Based Model for Detecting 2019 Novel Coronavirus Pneumonia on High-Resolution Computed Tomography: A Prospective Study. medRxiv, 1 March(https://doi.org/10.1101/2020.02.25.20021568).",
      "Chun, A. (2020). In a time of coronavirus, Chinas investment in AI is paying off in a big way. South China Morning Post, 18 March.",
      "Coldeway, D. (2019). Molecule.one uses machine learning to make synthesizing new drugs a snap. TechCrunch, 3October.",
      "Coldeway, D. (2020). AI and big data wont work miracles in the fight against coronavirus. Techcrunch, 26 March.",
      "Dewatripont, M., M.Goldman, Muraille, E., and Platteau, J.-P. (2020). Rapidly Identifying Workers who areImmune to COVID-19 and Virus-Free is a Priority for Restarting the Economy. VOX CEPR Policy Portal, 23 March.",
      "Dickson, B. (2020). Why AI Might be the most Effective Weapon we have to fight COVID-19. The Next Web, 21 March.",
      "Ferguson, N., Laydon, D., Nedjati-Gilani, G., N.Imai, and et al (2020). Impact of MonPharmaceutical Interventions (NPIs) to Reduce COVID- 19 Mortality and Healthcare Demand. Imperial College London.",
      "Flaxman, S., Mishra, S., A.Gandy, and et al (2020). Estimating the Number of Infections and the Impact of Non-Pharmaceutical Interventions on COVID-19 in 11 European Countries. Imperial College London, doi: https://doi.org/10.25561/77731.",
      "Fleming, N. (2018). Computer-Calculated Compounds: Researchers are Deploying Artificial Intelligence to Discover Drugs. Nature, 557:S55–S57.",
      "Galeotti, A. and Surico, P. (2020). A Uer Guide to COVID-19. VOX CEPR Policy Portal, 27 March.",
      "Gruenwald, E., Antons, D., and Salge, T. (2020). COVID-19 Evidence Navigator. Institute for Technology and Innovation Management, RWTH Aachen University.",
      "Hao, K. (2020). This is How the CDC is Trying to Forecast Coronaviruss Spread. MIT Technology Review, 13 March.",
      "Harari, Y. (2020). The World After Coronavirus. Financial Times, 20 March.",
      "Heaven, W. (2020). AI Could Help with the Next Pandemic - But Not With This One. MIT Technology Review, 12 March.",
      "Heilweil, R. (2020). Facebook is flagging some coronavirus news posts as spam. Vox Recode, 17 March.",
      "Hollister, M. (2020). AI can help with the COVID-19 crisis - but the right human input is key. World Economic Forum, 30 March.",
      "Ienca, M. and Vayena, E. (2020). On the Responsible Use of Digital Data to Tackle the COVID19 Pandemic. Nature Medicine, 27th March(https://doi.org/10.1038/s41591-020-0832-5). Jiang, X., Coffee, M., Bari, A., Wang, J., Jiang, X., Huang, J., Shi, J., Dai, J., Cai, J., Zhang,",
      "T., Wu, Z., He, G., and Huang, Y. (2020). Towards an Artificial Intelligence Framework for Data-Driven Prediction of Coronavirus Clinical Severity. Computers, Materials and Continua, 63(1):537–551.",
      "Kreuzhuber, K. (2020). How AI, Big Data and Machine Learning can be used against the Corona virus. ARS Electronica Blog, 19 March.",
      "Lazer, D., Kennedy, R., King, G., and Vespignani, A. (2014). The Parable of Google Flu: Traps in Big Data Analysis. Science, 343(6176):1203–1205.",
      "LeCun, Y., Bengio, Y., and Hinton, G. (2015). Deep Learning. Nature, 521:436–444.",
      "Li, R., Pei, S., Chen, B., Song, Y., Zhang, T., Yang, W., and Shaman, J. (2020). Substantial Undocumented Infection Facilitates the Rapid Dissemination of Novel Coronavirus (SARSCoV2). Science, 16 March(DOI: 10.1126/science.abb3221).",
      "Maghdid, H., Ghafoor, K., Sadiq, A., Curran, K., and Rabie, K. (2020). A Novel AI-enabled Framework to Diagnose Coronavirus COVID-19 using Smartphone Embedded Sensors: Design Study. ArXiv, https://arxiv.org/abs/2003.07434.",
      "Maier, B. and Brockmann, D. (2020). Effective Containment Explains Sub-Exponential Growth in Confirmed Cases of Recent COVID-19 Outbreak in Mainland China. medRxiv, 20 February(ttps://doi.org/10.1101/2020.02.18.20024414).",
      "Makulec, A. (2020). Ten Considerations Before You Create Another Chart About COVID-19. Medium: Towards Data Science, 11 March.",
      "Marcus, J. (2020). Big Data Versus COVID-19: Opportunities and Privacy Challenges. Bruegel Blog, 23 March. ",
      "Maslan, C. (2020). Social Distancing Detection for COVID-19. Medium, 30 March.",
      "McNamara, A. (2020). Behavioural Scientists Very Concerned About Mass Coronavirus Testing. BBC Science Focus, 1 April.",
      "McNeil, D. (2020). Restrictions Are Slowing Coronavirus Infections, New Data Suggest. The New York Times, 30 March.",
      "Newton, C. (2020). The Coronavirus is Forcing Tech Giants to Make a Risky Bet on AI. The Verge, 18 March.",
      "Ortutay, B. and Klepper, D. (2020). Virus outbreak means (mis)information overload: How to cope. AP News, 22 March.",
      "Petropoulos, G. (2020). Artificial Intelligence in the Fight against COVID-19. Bruegel, 23 March.",
      "Rawat, W. and Wang, Z. (2017). Deep Convolutional Neural Networks for Image Classification: A Comprehensive Review. Neural Computation, 29:23522449.",
      "Regalado, A. (2020). A Coronavirus Vaccine will take at least 18 monthsif it works at all. MIT Technology Review, 10 March.",
      "Rivas, A. (2020). Drones and Artificial Intelligence to Enforce Social Isolation During COVID-19 Outbreak. Medium: Towards Data Science, 26 March.",
      "Rosebrock, A. (2020). Detecting COVID-19 in X-ray Images with Keras, TensorFlow, and Deep Learning. PyImageSearch, 16 March.",
      "Ross, C. and Robbins, R. (2020). Debate Flares Over Using AI to Detect Covid-19 in Lung Scans. Stat, 30 March.",
      "Rowan, I. (2020). What Happens to AI When the World Stops(COVID-19)? Medium: Towards Data Science, 31 March.",
      "Sarkar, T. (2020). Analyze NY Times Covid-19 Dataset. Medium: Towards Data Science, 30 March.",
      "Segler, M., Preuss, M., and Waller, M. (2018). Planning Chemical Syntheses with Deep Neural Networks and Symbolic AI. Nature, 555(https://doi.org/10.1038/nature25978):604– 610.",
      "Silver, D., Hubert, T., Schrittwieser, J., I.Antonoglou, Lai, M., Guez, A., Lanctot, M., Sifre, L., Kumaran, D., Graepel, T., Lillicrap, T., Simonyan, K., and Hassabis, D. (2018). A General Reinforcement Learning Algorithm that Masters Chess, Shogi, and Go Through Self-Play. Science, 362(6419):1140–1144.",
      "Smith, S. (2018). 6 Things We Learned about Artificial Intelligence in Drug Discovery from 330 Scientists. BenchSci Blog, 19 September.",
      "Song, P., Wang, L., Zhou, Y., He, J., Zhu, B., Wang, F., Tang, L., and Eisenberg, M. (2020). An Epidemiological Forecast Model and Software Assessing Interventions on COVID-19 Epidemic in China. medRxiv, 3 March(https://doi.org/10.1101/2020.02.29.20029421).",
      "Stebbing, J., Phelan, A., I.Griffin, C.Tucker, Oechsle, O., Smith, D., and Richardson, P. (2020). COVID-19: Combining Antiviral and Anti-Inflammatory Treatments. The Lancet, 20:400– 401.",
      "Taulli, T. (2020). AI (Artificial Intelligence) Companies That Are Combating The COVID-19 Pandemic. Forbes, 28 March.",
      "Vanderslott, S., Pollard, A., and Thomas, T. (2020). Coronavirus Vaccine: Here are the Steps it will Need to Go Through During Development. The Conversation, 30 March.",
      "Wang, L. and Wong, A. (2020). COVID-Net: A Tailored Deep Convolutional Neural Network Design for Detection of COVID-19 Cases from Chest Radiography Images. arXiv, 22 March(https://arxiv.org/abs/2003.09871).",
      "Yan, L., Zhang, H.-T., Xiao, Y., Wang, M., C.Sun, Liang, J., Li, S., M.Zhang, Guo, Y., Xiao, Y., Tang, X., Cao, H., Tan, X., Huang, N., amd A. Luo, B. J., Cao, Z., H.Xu, and Yuan, Y. (2020). Prediction of Criticality in Patients with Severe Covid-19 Infection Using Three Clinical Features: A Machine Learning-Based Prognostic Model with Clinical Data in Wuhan. medRxiv, 3 March(https://doi.org/10.1101/2020.02.27.20028027)."
    ]
  },
  {
    "title": "Leveraging Data Science To Combat COVID-19: A Comprehensive Review",
    "abstract": "COVID-19, an infectious disease caused by the SARS-CoV-2 virus, was declared a pandemic by the World Health Organisation (WHO) in March 2020. At the time of writing, more than 2.8 million people have tested positive. Infections have been growing exponentially and tremendous efforts are being made to fight the disease. In this paper, we attempt to systematise ongoing data science activities in this area. As well as reviewing the rapidly growing body of recent research, we survey public datasets and repositories that can be used for further work to track COVID-19 spread and mitigation strategies. As part of this, we present a bibliometric analysis of the papers produced in this short span of time. Finally, building on these insights, we highlight common challenges and pitfalls observed across the surveyed works. We also created a live resource repository1 that we intend to keep updated with the latest resources including new papers and datasets.",
    "references": [
      "C. Huang, Y. Wang, X. Li, L. Ren, J. Zhao, Y. Hu, L. Zhang, G. Fan, J. Xu, X. Gu et al., “Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China,” The Lancet, vol. 395, no. 10223, pp. 497–506, 2020.",
      "J. T. Wu, K. Leung, and G. M. Leung, “Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in Wuhan, China: a modelling study,” The Lancet, vol. 395, no. 10225, pp. 689 – 697, 2020.",
      "N. Zhu, D. Zhang, W. Wang, X. Li, B. Yang, J. Song, X. Zhao, B. Huang, W. Shi, R. Lu et al., “A novel coronavirus from patients with pneumonia in China, 2019,” New England Journal of Medicine, 2020.",
      "K. Hao, “Over 24,000 coronavirus research papers are now available in one place, published on 16-March-2020; accessed on: 6-April-2020.” [Online]. Available: https://tinyurl.com/MITTECHREV24000papers",
      "J. Bullock, K. H. Pham, C. S. N. Lam, M. Luengo-Oroz et al., “Mapping the landscape of artificial intelligence applications against COVID-19,” arXiv preprint arXiv:2003.11336, 2020.",
      "M. van der Schaar, A. Alaa, A. Floto, A. Gimson, S. Scholtes, A. Wood, E. McKinney, D. Jarrett, P. Lio, and A. Ercole, “How artificial intelligence and machine learning can help healthcare systems respond to COVID-19, published on 27-March-2020; accessed on: 1-April-2020.”",
      "A. A. Khorana, “Artificial intelligence for cancer-associated thrombosis risk assessment–author’s reply,” The Lancet Haematology, vol. 5, no. 9, pp. e391–e392, 2018.",
      "J. Dave, V. N. Dubey, D. Coppini, and J. Beavis, “Predicting diabetic neuropathy risk level using artificial neural network based on clinical characteristics of subjects with diabetes,” Diabetic Medicine, pp. 144– 144, 2019.",
      "K. Wattanakit, G. Harshavardhan, S. Mungee, and M. Imtiaz, “Artificial intelligence based clinical risk assessment in predicting cardiac related chest pain in patients presenting to emergency room,” Circulation, vol. 140, no. Suppl 1, pp. A14 100–A14 100, 2019.",
      "S. Latif, M. Y. Khan, A. Qayyum, J. Qadir, M. Usman, S. M. Ali, Q. H. Abbasi, and M. A. Imran, “Mobile technologies for managing noncommunicable diseases in developing countries,” in Mobile applications and solutions for social inclusion. IGI Global, 2018, pp. 261–287.",
      "“Startup Uses Fever Detection Technology To Stop Spread of Coronavirus, accessed on: 4-April-2020,” 2020. [Online]. Available: https://tinyurl.com/feverdetectiontechnology",
      "C. S. Currie, J. W. Fowler, K. Kotiadis, T. Monks, B. S. Onggo, D. A. Robertson, and A. A. Tako, “How simulation modelling can help reduce the impact of COVID-19,” Journal of Simulation, 2020.",
      "W. O. Kermack, A. G. McKendrick, and G. T. Walker, “A contribution to the mathematical theory of epidemics,” Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character, vol. 115, no. 772, pp. 700–721, 1927.",
      "A. J. Kucharski, T. W. Russell, C. Diamond, Y. Liu, J. Edmunds, S. Funk, R. M. Eggo, F. Sun, M. Jit, J. D. Munday et al., “Early dynamics of transmission and control of COVID-19: a mathematical modelling study,” The Lancet Infectious Diseases, 2020.",
      "K. J. Friston, T. Parr, P. Zeidman, A. Razi, G. Flandin, J. Daunizeau, O. Hulme, A. J. Billig, V. Litvak, R. J. Moran, C. J. Price, and C. Lambert, “Dynamic causal modelling of COVID-19,” arXiv preprint arXiv:2004.04463, 2020.",
      "J. Dehning, J. Zierenberg, F. P. Spitzner, M. Wibral, J. P. Neto, M. Wilczek, and V. Priesemann, “Inferring COVID-19 spreading rates and potential change points for case number forecasts,” arXiv preprint arXiv:2004.01105, 2020. [Online]. Available: http://dx.doi.org/10.1101/2020.04.02.20050922",
      "K. J. Friston, T. Parr, P. Zeidman, A. Razi, G. Flandin, J. Daunizeau, O. Hulme, A. J. Billig, V. Litvak, R. J. Moran, C. J. Price, and C. Lambert, “Second waves, social distancing, and the spread of Covid-19 across America,” University College London, Tech. Rep., 2020. [Online]. Available: https://www.fil.ion.ucl.ac.uk/spm/covid-19",
      "Z. Tufekci, “Don’t Believe the COVID-19 Models: That’s not what they’re for, The Atlantic, Data Published: April 2, 2020,” 2020. [Online]. Available: https://www.theatlantic.com/technology/archive/ 2020/04/coronavirus-models-arent-supposed-be-right/609271/",
      "M. Koerth, L. Bronner, and J. Mithani, “Why It’s So Freaking Hard To Make A Good COVID-19 Model,” https://fivethirtyeight.com/features/ why-its-so-freaking-hard-to-make-a-good-covid-19-model/, 2020.",
      "A. Noulas, C. Moffatt, D. Hristova, and B. Gonc¸alves, “Foursquare to the rescue: Predicting ambulance calls across geographies,” in Proceedings of the 2018 International Conference on Digital Health, 2018, pp. 100–109.",
      "N. Ferguson, D. Laydon, G. Nedjati Gilani, N. Imai, K. Ainslie, M. Baguelin, S. Bhatia, A. Boonyasiri, Z. Cucunuba Perez, G. CuomoDannenburg et al., “Report 9: Impact of non-pharmaceutical interventions (npis) to reduce covid19 mortality and healthcare demand,” 2020.",
      "H. Heesterbeek, R. M. Anderson, V. Andreasen, S. Bansal, D. De Angelis, C. Dye, K. T. Eames, W. J. Edmunds, S. D. Frost, S. Funk et al., “Modeling infectious disease dynamics in the complex landscape of global health,” Science, vol. 347, no. 6227, p. aaa4339, 2015.",
      "N. Ghaffarzadegan and H. Rahmandad, “Simulation-based estimation of the spread of covid-19 in Iran,” medRxiv, 2020. [Online]. Available: https: //www.medrxiv.org/content/early/2020/03/27/2020.03.22.20040956",
      "J. Hellewell, S. Abbott, A. Gimma, N. I. Bosse, C. I. Jarvis, T. W. Russell, J. D. Munday, A. J. Kucharski, W. J. Edmunds, F. Sun et al., “Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts,” The Lancet Global Health, 2020.",
      "L. Ferretti, C. Wymant, M. Kendall, L. Zhao, A. Nurtay, L. AbelerDorner, M. Parker, D. Bonsall, and C. Fraser, “Quantifying SARS-CoV-2 ¨ transmission suggests epidemic control with digital contact tracing,” Science, 2020.",
      "A. S. S. Rao and J. A. Vazquez, “Identification of COVID-19 can be quicker through artificial intelligence framework using a mobile phonebased survey in the populations when cities/towns are under quarantine,” Infection Control & Hospital Epidemiology, pp. 1–18, 2020.",
      "C. B. et al., “Coronasurveys: Monitoring COVID-19 incidence via open polls,” 2020. [Online]. Available: http://coronasurveys.com/",
      "E. Yoneki and J. Crowcroft, “Epimap: Towards quantifying contact networks for understanding epidemiology in developing countries,” Ad Hoc Networks, vol. 13, pp. 83–93, 2014.",
      "“AI could help with the next pandemic—but not with this one, MIT Technology Review, accessed on: 1-April-2020.” [Online]. Available: https://www.technologyreview.com/s/615351/ ai-could-help-with-the-next-pandemicbut-not-with-this-one/",
      "A. Wilder-Smith and D. Freedman, “Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel Coronavirus (2019-ncov) outbreak,” Journal of Travel Medicine, vol. 27, no. 2, 2020.",
      "F.-J. Schmitt, “A simplified model for expected development of the SARS-CoV-2 (corona) spread in germany and us after social distancing,” arXiv preprint arXiv:2003.10891, 2020.",
      "C. St Louis and G. Zorlu, “Can twitter predict disease outbreaks?” Bmj, vol. 344, p. e2353, 2012.",
      "A. Signorini, A. M. Segre, and P. M. Polgreen, “The use of Twitter to track levels of disease activity and public concern in the US during the influenza A H1N1 pandemic,” PloS one, vol. 6, no. 5, 2011.",
      "M. Cadotte, “Early evidence that COVID-19 government policies reduce urban air pollution,” Mar 2020. [Online]. Available: eartharxiv.org/nhgj3",
      "J. Zarocostas, “How to fight an infodemic,” The Lancet, vol. 395, no. 10225, p. 676, 2020.",
      "L. Bode and E. K. Vraga, “See something, say something: Correction of global health misinformation on social media,” Health communication, vol. 33, no. 9, pp. 1131–1140, 2018.",
      "P. M. Waszak, W. Kasprzycka-Waszak, and A. Kubanek, “The spread of medical fake news in social media–the pilot quantitative study,” Health policy and technology, vol. 7, no. 2, pp. 115–118, 2018.",
      "N. Parveen and J. Waterson, “Uk phone masts attacked amid 5g-coronavirus conspiracy theory,” https://www.theguardian.com/uk-news/2020/apr/04/ uk-phone-masts-attacked-amid-5g-coronavirus-conspiracy-theory, 2020.",
      "“Misinformation related to the 2019–20 coronavirus pandemic,” https://en.wikipedia.org/wiki/Misinformation related to the 2019% E2%80%9320 coronavirus pandemic, 2020.",
      "G. Pennycook, J. McPhetres, Y. Zhang, and D. Rand, “Fighting COVID19 misinformation on social media: Experimental evidence for a scalable accuracy nudge intervention,” 2020.",
      "W. J. McKibbin and R. Fernando, “The global macroeconomic impacts of COVID-19: Seven scenarios,” 2020.",
      "A. Atkeson, “What will be the economic impact of COVID-19 in the US? rough estimates of disease scenarios,” National Bureau of Economic Research, Tech. Rep., 2020.",
      "“WHO and Rakuten Viber fight COVID-19 misinformation with interactive chatbot, Accessed on: 4-April-2020.” [Online]. Available: https://tinyurl.com/WHORatukenChatBot",
      "CPR News, “Health Care Workers’ Stress Compounded By Long Days And Concerns About People Not Taking COVID-19 Seriously, accessed on: 1-April-2020.” [Online]. Available: https://www.cpr.org/2020/03/23/ colorado-coronavirus-stress-healthcare-workers-covid-19-spread/",
      "“AliveCor, accessed on: 1-April-2020.” [Online]. Available: https: //www.alivecor.com/",
      "AliveCor, “New FDA Guidance Allows Use of KardiaMobile 6L to Measure QTc in COVID-19 Patients, accessed on: 27-April-2020.” [Online]. Available: https://www.alivecor.com/press/press release/ new-fda-guidance-allows-use-of-kardiamobile-6l-to-measure-qtc-in-covid-19-patients/",
      "“CLEW Medical, accessed on: 1-April-2020.” [Online]. Available: https://clewmed.com/",
      "FreeStyle, “Diabetes manegmet and COVID-19, accessed on: 27- April-2020.” [Online]. Available: https://www.freestylelibre.co.uk/libre/ freestyle-libre-blog/Managing-diabetes-and-covid-19.html",
      "Kate Johnson, “COVID-19: Home Pulse Oximetry Could Be Game Changer, Says ER Doc, accessed on: 27-April-2020.” [Online]. Available: https://www.medscape.com/viewarticle/929309?src=soc tw 200424 mscpedt news mdscp pulseoximeter&faf=1",
      "HHS News, “Secretary Azar Announces Historic Expansion of Telehealth Access to Combat COVID-19, accessed on: 27-April2020.” [Online]. Available: https://www.hhs.gov/about/news/2020/03/17/ secretary-azar-announces-historic-expansion-of-telehealth-access-to-combat-covid-19. html/",
      "Federal Communications Commission, “COVID-19 Telehealth Program, accessed on: 27-April-2020.” [Online]. Available: https://www.fcc.gov/ covid-19-telehealth-program/",
      "P. Webster, “Virtual health care in the era of covid-19,” The Lancet, vol. 395, no. 10231, pp. 1180–1181, 2020.",
      "J. B. Mitchell, “Artificial intelligence in pharmaceutical research and development,” 2018.",
      "K.-K. Mak and M. R. Pichika, “Artificial intelligence in drug development: present status and future prospects,” Drug discovery today, vol. 24, no. 3, pp. 773–780, 2019.",
      "A. Zhavoronkov, “Artificial intelligence for drug discovery, biomarker development, and generation of novel chemistry,” 2018.",
      "G. Tyson, A. Taweel, S. Miles, M. Luck, T. Van Staa, and B. Delaney, “An agent-based approach to real-time patient identification for clinical trials,” in International Conference on Electronic Healthcare. Springer, 2011, pp. 138–145.",
      "D. A. Berry, “Bayesian clinical trials,” Nature reviews Drug discovery, vol. 5, no. 1, pp. 27–36, 2006.",
      "D. M. Gysi, ´I. D. Valle, M. Zitnik, A. Ameli, X. Gan, O. Varol, H. Sanchez, R. M. Baron, D. Ghiassian, J. Loscalzo et al., “Network medicine framework for identifying drug repurposing opportunities for covid-19,” arXiv preprint arXiv:2004.07229, 2020.",
      "SIRM, “Covid-19-BSTI Imaging Database,” 2020. [Online]. Available: https://www.bsti.org.uk/training-and-education/ covid-19-bsti-imaging-database/",
      "J. P. Cohen, P. Morrison, and L. Dao, “COVID-19 image data collection,” arXiv 2003.11597, 2020. [Online]. Available: https://github.com/ieee8023/covid-chestxray-dataset",
      "MegSeg, “COVID-19 CT segmentation dataset,” Mar 2020. [Online]. Available: http://medicalsegmentation.com/covid19/",
      "G. Inc., “COVID-19 Community Mobility Reports,” Mar 2020. [Online]. Available: https://www.google.com/covid19/mobility/",
      "SIRM, “COVID-19 DATABASE,” 2020. [Online]. Available: https: //www.sirm.org/category/senza-categoria/covid-19/",
      "Allen-Institute, “CORD-19 research challenge,” Mar 2020. [Online]. Available: https://www.kaggle.com/allen-institute-for-ai/ CORD-19-research-challenge",
      "ECDC, “European Centre for Disease Prevention and Control (ECDC),” 2020. [Online]. Available: https://ourworldindata.org/ coronavirus-source-data",
      "Smith, “Coronavirus (covid19) tweets,” Mar 2020. [Online]. Available: www.kaggle.com/smid80/coronavirus-covid19-tweets",
      "“COVID-19 Korea Dataset with Patient Routes,” 2020. [Online]. Available: https://github.com/ThisIsIsaac/Data-Science-for-COVID-19",
      "CHIME, “COVID-19 Hospital Impact Model for Epidemics,” 2020. [Online]. Available: https://github.com/CodeForPhilly/chime",
      "WHO, “Global research on novel coronavirus2019,” 2020. [Online]. Available: https:// www.who.int/emergencies/diseases/novel-coronavirus-2019/ global-research-on-novel-coronavirus-2019-ncov",
      "GISAID, “Genomic epidemiology of hCoV-19,” 2020. [Online]. Available: https://www.gisaid.org/epiflu-applications/next-hcov-19-app/",
      "CSSEGISandData, “CSSEGISandData/COVID-19,” Mar 2020. [Online]. Available: https://github.com/CSSEGISandData/COVID-19",
      "Kinsa Health, “U.S. Health Weather Map,” Mar 2020. [Online]. Available: https://healthweather.us/?mode=Atypical",
      "NCBI, “LitCovid,” 2020. [Online]. Available: https://www.ncbi.nlm.nih. gov/research/coronavirus/",
      "Q. Chen, A. Allot, and Z. Lu, “Keep up with the latest coronavirus research,” Nature, vol. 579, no. 7798, p. 193, 2020.",
      "nCoV2019Data, “ncov2019 epidemiological data,” Mar 2020. [Online]. Available: https://github.com/beoutbreakprepared/nCoV2019",
      "sudalairajkumar Data, “Novel corona-virus dataset,” Mar 2020. [Online]. Available: https://www.kaggle.com/sudalairajkumar/ novel-corona-virus-2019-dataset",
      "NewYork-Times, “New york times dataset,” Mar 2020. [Online]. Available: https://github.com/nytimes/covid-19-data",
      "E. Chen, K. Lerman, and E. Ferrara, “COVID-19: The first public Coronavirus Twitter dataset,” arXiv preprint arXiv:2003.07372, 2020.",
      "D. S. Goodsell, C. Zardecki, L. Di Costanzo, J. M. Duarte, B. P. Hudson, I. Persikova, J. Segura, C. Shao, M. Voigt, J. D. Westbrook et al., “RCSB protein data bank: Enabling biomedical research and drug discovery,” Protein Science, vol. 29, no. 1, pp. 52–65, 2020.",
      "NPGEO, “Dataset of infections in germany,” 2020. [Online]. Available: https://npgeo-corona-npgeo-de.hub.arcgis.com/datasets/ dd4580c810204019a7b8eb3e0b329dd6 0/data",
      "A. Koubaa, “Understanding the covid19 outbreak: A comparative data analytics and study,” arXiv preprint arXiv:2003.14150, 2020.",
      "N. Fenton, G. A. Hitman, M. Neil, M. Osman, and S. McLachlan, “Causal explanations, error rates, and human judgment biases missing from the covid-19 narrative and statistics.”",
      "G. P. Zhang, “Time series forecasting using a hybrid ARIMA and neural network model,” Neurocomputing, vol. 50, pp. 159–175, 2003.",
      "S. Hochreiter and J. Schmidhuber, “Long short-term memory,” Neural computation, vol. 9, no. 8, pp. 1735–1780, 1997.",
      "C. Jacobs, “Coronada,” 2020. [Online]. Available: https://github.com/ BayesForDays/coronada",
      "E. Aramaki, S. Maskawa, and M. Morita, “Twitter catches the flu: detecting influenza epidemics using Twitter,” in Proceedings of the conference on empirical methods in natural language processing. Association for Computational Linguistics, 2011, pp. 1568–1576.",
      "A. Culotta, “Towards detecting influenza epidemics by analyzing Twitter messages,” in Proceedings of the first workshop on social media analytics, 2010, pp. 115–122.",
      "V. Lampos, T. De Bie, and N. Cristianini, “Flu detector-tracking epidemics on Twitter,” in Joint European conference on machine learning and knowledge discovery in databases. Springer, 2010, pp. 599–602.",
      "K. Sharma, S. Seo, C. Meng, S. Rambhatla, A. Dua, and Y. Liu, “Coronavirus on social media: Analyzing misinformation in Twitter conversations,” arXiv preprint arXiv:2003.12309, 2020.",
      "K. Zarei, R. Farahbakhsh, N. Crespi, and G. Tyson, “A first instagram dataset on covid-19,” arxiv, 2020.",
      "D. Zhao, F. Yao, L. Wang, L. Zheng, Y. Gao, J. Ye, F. Guo, H. Zhao, and R. Gao, “A comparative study on the clinical features of COVID-19 pneumonia to other pneumonias,” Clinical Infectious Diseases, 2020.",
      "C. Manning, “Understanding human language: Can NLP and deep learning help?” in Proceedings of the 39th International ACM SIGIR conference on Research and Development in Information Retrieval, 2016, pp. 1–1.",
      "“arXiv, accessed on: 12-April-2020.” [Online]. Available: https: //arxiv.org/",
      "“medRxiv, accessed on: 12-April-2020.” [Online]. Available: https: //www.medrxiv.org/",
      "“bioRXiv, accessed on: 12-April-2020.” [Online]. Available: https: //www.biorxiv.org/",
      "“Wikipedia database downloaod,” https://en.wikipedia.org/wiki/ Wikipedia:Database download, 2020.",
      "L. Wang and A. Wong, “COVID-Net: A tailored deep convolutional neural network design for detection of COVID-19 cases from chest radiography images,” 2020.",
      "D. Mery, “Computer vision for X-Ray testing,” Switzerland: Springer International Publishing.–2015, vol. 10, pp. 978–3, 2015.",
      "“COVID Chest-Xray Dataset,” Mar 2020. [Online]. Available: https://github.com/ieee8023/covid-chestxray-dataset",
      "J. Zhao, Y. Zhang, X. He, and P. Xie, “COVID-CT-Dataset: a CT scan dataset about COVID-19,” arXiv preprint arXiv:2003.13865, 2020.",
      "A. Zhavoronkov, V. Aladinskiy, A. Zhebrak, B. Zagribelnyy, V. Terentiev, D. S. Bezrukov, D. Polykovskiy, R. Shayakhmetov, A. Filimonov, P. Orekhov et al., “Potential COVID-2019 3c-like protease inhibitors designed using generative deep learning approaches,” Insilico Medicine Hong Kong Ltd A, vol. 307, p. E1, 2020.",
      "W. Inc., “World’s air pollution: Real-time air quality index,” 2020. [Online]. Available: https://waqi.info",
      "N. Oliver, E. Letouze, H. Sterly, S. Delataille, M. De Nadai, B. Lepri, ´ R. Lambiotte, R. Benjamins, C. Cattuto, V. Colizza et al., “Mobile phone data and COVID-19: Missing an opportunity?” arXiv preprint arXiv:2003.12347, 2020.",
      "“Data world,” 2020. [Online]. Available: https://data.world/datasets/ mobile",
      "S. Wurtzer, V. Marechal, J.-M. Mouchel, and L. Moulin, “Time course quantitative detection of sars-cov-2 in parisian wastewaters correlates with covid-19 confirmed cases,” medRxiv, 2020.",
      "R. data science coalition, “Uncover covid19 challenge,” Mar 2020. [Online]. Available: https://www.kaggle.com/roche-data-science-coalition/ uncover",
      "“Covid19 Global Forecasting Challenge, The White House Office of Science and Technology,” Mar 2020. [Online]. Available: https: //www.kaggle.com/c/covid19-global-forecasting-week-2/overview",
      "M. Haghighatlari, G. Vishwakarma, D. Altarawy, R. Subramanian, B. U. Kota, A. Sonpal, S. Setlur, and J. Hachmann, “Chemml: A machine learning and informatics program package for the analysis, mining, and modeling of chemical and materials data,” Wiley Interdisciplinary Reviews: Computational Molecular Science, p. e1458, 2019.",
      "S. Robertson, H. Azizpour, K. Smith, and J. Hartman, “Digital image analysis in breast pathology—from image processing techniques to artificial intelligence,” Translational Research, vol. 194, pp. 19–35, 2018.",
      "M. Usman, S. Latif, M. Asim, B.-D. Lee, and J. Qadir, “Retrospective motion correction in multishot MRI using generative adversarial network,” Scientific Reports, vol. 10, no. 1, pp. 1–11, 2020.",
      "M. Usman, B.-D. Lee, S. S. Byon, S. H. Kim, and B. IlLee, “Volumetric lung nodule segmentation using adaptive roi with multi-view residual learning,” arXiv preprint arXiv:1912.13335, 2019. ",
      "Z. Z. Qin, M. S. Sander, B. Rai, C. N. Titahong, S. Sudrungrot, S. N. Laah, L. M. Adhikari, E. J. Carter, L. Puri, A. J. Codlin et al., “Using artificial intelligence to read chest radiographs for tuberculosis detection: A multi-site evaluation of the diagnostic accuracy of three deep learning systems,” Scientific reports, vol. 9, no. 1, pp. 1–10, 2019.",
      "R. Singh, M. K. Kalra, C. Nitiwarangkul, J. A. Patti, F. Homayounieh, A. Padole, P. Rao, P. Putha, V. V. Muse, A. Sharma et al., “Deep learning in chest radiography: detection of findings and presence of change,” PloS one, vol. 13, no. 10, 2018.",
      "T. Ai, Z. Yang, H. Hou, C. Zhan, C. Chen, W. Lv, Q. Tao, Z. Sun, and L. Xia, “Correlation of chest CT and RT-PCR testing in Coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases,” Radiology, p. 200642, 2020.",
      "Y. Li and L. Xia, “Coronavirus disease 2019 (covid-19): Role of chest ct in diagnosis and management,” American Journal of Roentgenology, pp. 1–7, 2020.",
      "S. Wang, B. Kang, J. Ma, X. Zeng, M. Xiao, J. Guo, M. Cai, J. Yang, Y. Li, X. Meng et al., “A deep learning algorithm using CT images to screen for corona virus disease (COVID-19),” medRxiv, 2020.",
      "X. Xu, X. Jiang, C. Ma, P. Du, X. Li, S. Lv, L. Yu, Y. Chen, J. Su, G. Lang et al., “Deep learning system to screen Coronavirus disease 2019 pneumonia,” arXiv preprint arXiv:2002.09334, 2020.",
      "J. Chen, L. Wu, J. Zhang, L. Zhang, D. Gong, Y. Zhao, S. Hu, Y. Wang, X. Hu, B. Zheng et al., “Deep learning-based model for detecting 2019 novel Coronavirus pneumonia on high-resolution computed tomography: a prospective study,” medRxiv, 2020.",
      "Z. Zhou, M. M. R. Siddiquee, N. Tajbakhsh, and J. Liang, “Unet++: A nested u-net architecture for medical image segmentation,” in Deep Learning in Medical Image Analysis and Multimodal Learning for Clinical Decision Support. Springer, 2018, pp. 3–11.",
      "O. Gozes, M. Frid-Adar, H. Greenspan, P. D. Browning, H. Zhang, W. Ji, A. Bernheim, and E. Siegel, “Rapid AI development cycle for the Coronavirus (COVID-19) pandemic: Initial results for automated detection & patient monitoring using deep learning CT image analysis,” arXiv preprint arXiv:2003.05037, 2020.",
      "L. Li, L. Qin, Z. Xu, Y. Yin, X. Wang, B. Kong, J. Bai, Y. Lu, Z. Fang, Q. Song et al., “Artificial intelligence distinguishes COVID-19 from community acquired pneumonia on chest CT,” Radiology, p. 200905, 2020.",
      "D. of Health., “The ionising radiation (medical exposure) regulations 2017,” 2017.",
      "E. El-Din Hemdan, M. A. Shouman, and M. E. Karar, “COVIDX-Net: A framework of deep learning classifiers to diagnose COVID-19 in X-Ray images,” arXiv, pp. arXiv–2003, 2020.",
      "K. Simonyan and A. Zisserman, “Very deep convolutional networks for large-scale image recognition,” arXiv preprint arXiv:1409.1556, 2014.",
      "A. G. Howard, M. Zhu, B. Chen, D. Kalenichenko, W. Wang, T. Weyand, M. Andreetto, and H. Adam, “Mobilenets: Efficient convolutional neural networks for mobile vision applications,” arXiv preprint arXiv:1704.04861, 2017.",
      "A. Narin, C. Kaya, and Z. Pamuk, “Automatic detection of Coronavirus disease (COVID-19) using x-ray images and deep convolutional neural networks,” arXiv preprint arXiv:2003.10849, 2020.",
      "K. He, X. Zhang, S. Ren, and J. Sun, “Deep residual learning for image recognition,” in Proceedings of the IEEE conference on computer vision and pattern recognition, 2016, pp. 770–778.",
      "M. Farooq and A. Hafeez, “COVID-ResNet: A deep learning framework for screening of COVID19 from radiographs,” arXiv preprint arXiv:2003.14395, 2020.",
      "P. K. Sethy and S. K. Behera, “Detection of coronavirus disease (covid19) based on deep features,” Preprints, 2020.",
      "L. Inc., “Lunit CXR for COVID-19; Chest X-ray solutions,” 2020. [Online]. Available: https://insight.lunit.io/covid19/",
      "V. Inc., “VUNO Med-LungQuant & Chest X-ray solutions,” 2020. [Online]. Available: https://covid19.vunomed.com/",
      "F. Shan+, Y. Gao+, J. Wang, W. Shi, N. Shi, M. Han, Z. Xue, D. Shen, and Y. Shi, “Lung infection quantification of COVID-19 in ct images with deep learning,” arXiv preprint arXiv:2003.04655, 2020.",
      "J. Zhang, Y. Xie, Y. Li, C. Shen, and Y. Xia, “Covid-19 screening on chest x-ray images using deep learning based anomaly detection,” arXiv preprint arXiv:2003.12338, 2020.",
      "S. Wang, Y. Zha, W. Li, Q. Wu, X. Li, M. Niu, M. Wang, X. Qiu, H. Li, H. Yu et al., “A fully automatic deep learning system for COVID-19 diagnostic and prognostic analysis,” medRxiv, 2020.",
      "M. Barstugan, U. Ozkaya, and S. Ozturk, “Coronavirus (covid-19) classification using ct images by machine learning methods,” arXiv preprint arXiv:2003.09424, 2020.",
      "O. Gozes, M. Frid-Adar, N. Sagie, H. Zhang, W. Ji, and H. Greenspan, “Coronavirus detection and analysis on chest ct with deep learning,” arXiv preprint arXiv:2004.02640, 2020.",
      "K. E. Asnaoui, Y. Chawki, and A. Idri, “Automated methods for detection and classification pneumonia based on x-ray images using deep learning,” arXiv preprint arXiv:2003.14363, 2020.",
      "A. Abbas, M. M. Abdelsamea, and M. M. Gaber, “Classification of COVID-19 in chest x-ray images using DeTraC deep convolutional neural network,” arXiv preprint arXiv:2003.13815, 2020.",
      "M. E. Chowdhury, T. Rahman, A. Khandakar, R. Mazhar, M. A. Kadir, Z. B. Mahbub, K. R. Islam, M. S. Khan, A. Iqbal, N. Al-Emadi et al., “Can AI help in screening viral and COVID-19 pneumonia?” arXiv preprint arXiv:2003.13145, 2020.",
      "A. M. Alqudah, S. Qazan, H. Alquran, I. A. Qasmieh, and A. Alqudah, “COVID-2019 detection using x-ray images and artificial intelligence hybrid systems.”",
      "B. Ghoshal and A. Tucker, “Estimating uncertainty and interpretability in deep learning for Coronavirus (COVID-19) detection,” arXiv preprint arXiv:2003.10769, 2020.",
      "F. M. Salman, S. S. Abu-Naser, E. Alajrami, B. S. Abu-Nasser, and B. A. Ashqar, “Covid-19 detection using artificial intelligence,” 2020.",
      "X. Li and D. Zhu, “Covid-xpert: An ai powered population screening of covid-19 cases using chest radiography images,” arXiv preprint arXiv:2004.03042, 2020.",
      "Y. Zhu and S. Newsam, “Densenet for dense flow,” in 2017 IEEE international conference on image processing (ICIP). IEEE, 2017, pp. 790–794.",
      "M. Karim, T. Dohmen, D. Rebholz-Schuhmann, S. Decker, M. Cochez, ¨ O. Beyan et al., “Deepcovidexplainer: Explainable covid-19 predictions based on chest x-ray images,” arXiv preprint arXiv:2004.04582, 2020.",
      "I. D. Apostolopoulos and T. A. Mpesiana, “Covid-19: automatic detection from x-ray images utilizing transfer learning with convolutional neural networks,” Physical and Engineering Sciences in Medicine, p. 1, 2020.",
      "K. Jahanbin and V. Rahmanian, “Using Twitter and web news mining to predict COVID-19 outbreak,” 2020.",
      "Y. Zhao and H. Xu, “Chinese public attention to COVID-19 epidemic: Based on social media,” medRxiv, 2020.",
      "L. Li, Q. Zhang, X. Wang, J. Zhang, T. Wang, T.-L. Gao, W. Duan, K. K.-f. Tsoi, and F.-Y. Wang, “Characterizing the propagation of situational information in social media during COVID-19 epidemic: A case study on weibo,” IEEE Transactions on Computational Social Systems, 2020.",
      "L. Schild, C. Ling, J. Blackburn, G. Stringhini, Y. Zhang, and S. Zannettou, ““go eat a bat, chang!”: An early look on the emergence of Sinophobic behavior on web communities in the face of COVID-19,” 2020.",
      "D. Prabhakar Kaila, D. A. Prasad et al., “Informational flow on Twitter– Corona virus outbreak–topic modelling approach,” International Journal of Advanced Research in Engineering and Technology (IJARET), vol. 11, no. 3, 2020.",
      "F. Stephany, N. Stoehr, P. Darius, L. Neuhauser, O. Teutloff, and ¨ F. Braesemann, “The CoRisk-index: A data-mining approach to identify industry-specific risk assessments related to COVID-19 in real-time,” arXiv preprint arXiv:2003.12432, 2020.",
      "M. Hofmarcher, A. Mayr, E. Rumetshofer, P. Ruch, P. Renz, J. Schimunek, P. Seidl, A. Vall, M. Widrich, S. Hochreiter et al., “Large-scale ligand-based virtual screening for SARS-CoV-2 inhibitors using deep neural networks,” Available at SSRN 3561442, 2020.",
      "A. Mayr, G. Klambauer, T. Unterthiner, M. Steijaert, J. K. Wegner, H. Ceulemans, D.-A. Clevert, and S. Hochreiter, “Large-scale comparison of machine learning methods for drug target prediction on ChEMBL,” Chemical science, vol. 9, no. 24, pp. 5441–5451, 2018.",
      "K. Preuer, G. Klambauer, F. Rippmann, S. Hochreiter, and T. Unterthiner, “Interpretable deep learning in drug discovery,” in Explainable AI: Interpreting, Explaining and Visualizing Deep Learning. Springer, 2019, pp. 331–345.",
      "T. Sterling and J. J. Irwin, “ZINC 15–ligand discovery for everyone,” Journal of chemical information and modeling, vol. 55, no. 11, pp. 2324–2337, 2015.",
      "B. R. Beck, B. Shin, Y. Choi, S. Park, and K. Kang, “Predicting commercially available antiviral drugs that may act on the novel coronavirus (SARS-CoV-2) through a drug-target interaction deep learning model,” Computational and Structural Biotechnology Journal, 2020.",
      "J. Kim, Y. Cha, S. Kolitz, J. Funt, R. Escalante Chong, S. Barrett, B. Zeskind, R. Kusko, H. Kaufman et al., “Advanced bioinformatics  rapidly identifies existing therapeutics for patients with coronavirus disease-2019 (COVID-19),” 2020.",
      "P. Richardson, I. Griffin, C. Tucker, D. Smith, O. Oechsle, A. Phelan, and J. Stebbing, “Baricitinib as potential treatment for 2019-ncov acute respiratory disease,” The lancet, vol. 395, no. 10223, pp. e30–e31, 2020.",
      "J. Stebbing, A. Phelan, I. Griffin, C. Tucker, O. Oechsle, D. Smith, and P. Richardson, “Covid-19: combining antiviral and anti-inflammatory treatments,” The Lancet Infectious Diseases, 2020.",
      "V. Chenthamarakshan, P. Das, I. Padhi, H. Strobelt, K. W. Lim, B. Hoover, S. C. Hoffman, and A. Mojsilovic, “Target-specific and selective drug design for covid-19 using deep generative models,” arXiv preprint arXiv:2004.01215, 2020.",
      "S. Kazemi Rashed, J. Frid, and S. Aits, “English dictionaries, gold and silver standard corpora for biomedical natural language processing related to SARS-CoV-2 and COVID-19,” arXiv, pp. arXiv–2003, 2020.",
      "C. E. Lopez, M. Vasu, and C. Gallemore, “Understanding the perception of COVID-19 policies by mining a multilanguage Twitter dataset,” arXiv preprint arXiv:2003.10359, 2020.",
      "J. E. C. Saire and R. C. Navarro, “What is the people posting about symptoms related to Coronavirus in Bogota, Colombia?” arXiv preprint arXiv:2003.11159, 2020.",
      "M. Cinelli, W. Quattrociocchi, A. Galeazzi, C. M. Valensise, E. Brugnoli, A. L. Schmidt, P. Zola, F. Zollo, and A. Scala, “The COVID-19 social media infodemic,” arXiv preprint arXiv:2003.05004, 2020.",
      "L. Singh, S. Bansal, L. Bode, C. Budak, G. Chi, K. Kawintiranon, C. Padden, R. Vanarsdall, E. Vraga, and Y. Wang, “A first look at COVID-19 information and misinformation sharing on Twitter,” arXiv preprint arXiv:2003.13907, 2020.",
      "X. Li, J. Yu, Z. Zhang, J. Ren, A. E. Peluffo, W. Zhang, Y. Zhao, K. Yan, D. Cohen, and W. Wang, “Network bioinformatics analysis provides insight into drug repurposing for COVID-2019,” 2020.",
      "M. M. Hossain, “Current status of global research on novel Coronavirus disease (COVID-19) : A bibliometric analysis and knowledge mapping,” Available at SSRN 3547824, 2020.",
      "B. P. Roquette, H. Nagano, E. C. Marujo, and A. C. Maiorano, “Prediction of admission in pediatric emergency department with deep neural networks and triage textual data,” Neural Networks, 2020.",
      "B. W. Schuller, D. M. Schuller, K. Qian, J. Liu, H. Zheng, and X. Li, “Covid-19 and computer audition: An overview on what speech & sound analysis could contribute in the SARS-CoV-2 Corona crisis,” arXiv preprint arXiv:2003.11117, 2020.",
      "I. Song, “Diagnosis of pneumonia from sounds collected using low cost cell phones,” in 2015 International Joint Conference on Neural Networks (IJCNN), 2015, pp. 1–8.",
      "R. Rana, S. Latif, R. Gururajan, A. Gray, G. Mackenzie, G. Humphris, and J. Dunn, “Automated screening for distress: A perspective for the future,” European journal of cancer care, vol. 28, no. 4, p. e13033, 2019.",
      "S. Amiriparian, S. Pugachevskiy, N. Cummins, S. Hantke, J. Pohjalainen, G. Keren, and B. Schuller, “Cast a database: Rapid targeted largescale big data acquisition via small-world modelling of social media platforms,” in 2017 Seventh International Conference on Affective Computing and Intelligent Interaction (ACII). IEEE, 2017, pp. 340–345.",
      "P. Moradshahi, H. Chatrzarrin, and R. Goubran, “Improving the performance of cough sound discriminator in reverberant environments using microphone array,” in 2012 IEEE International Instrumentation and Measurement Technology Conference Proceedings, 2012, pp. 20–23.",
      "T. Olubanjo and M. Ghovanloo, “Tracheal activity recognition based on acoustic signals,” in 2014 36th Annual International Conference of the IEEE Engineering in Medicine and Biology Society, 2014, pp. 1436–1439.",
      "A. Imran, I. Posokhova, H. N. Qureshi, U. Masood, S. Riaz, K. Ali, C. N. John, and M. Nabeel, “AI4COVID-19: AI Enabled Preliminary Diagnosis for COVID-19 from Cough Samples via an App,” arXiv preprint arXiv:2004.01275, 2020.",
      "F. Al Hossain, A. A. Lover, G. A. Corey, N. G. Reich, and T. Rahman, “Flusense: A contactless syndromic surveillance platform for influenzalike illness in hospital waiting areas,” Proc. ACM Interact. Mob. Wearable Ubiquitous Technol., vol. 4, no. 1, 2020.",
      "S. Latif, J. Qadir, S. Farooq, and M. A. Imran, “How 5g wireless (and concomitant technologies) will revolutionize healthcare?” Future Internet, vol. 9, no. 4, p. 93, 2017.",
      "Y. Ye, S. Hou, Y. Fan, Y. Qian, Y. Zhang, S. Sun, Q. Peng, and K. Laparo, “α-satellite: An AI-driven system and benchmark datasets for hierarchical community-level risk assessment to help combat COVID19,” arXiv preprint arXiv:2003.12232, 2020.",
      "“Google uses location data to show which places are complying with stay-at-home orders — and which aren’t, The Verge, accessed on: 4-April-2020.” [Online]. Available: https://www.theverge.com/2020/4/3/ 21206318/google-location-data-mobility-reports-covid-19-privacy",
      "H. S. Maghdid, K. Z. Ghafoor, A. S. Sadiq, K. Curran, and K. Rabie, “A novel AI-enabled framework to diagnose Coronavirus COVID 19 using smartphone embedded sensors: Design study,” arXiv preprint arXiv:2003.07434, 2020.",
      "“Poland: App helps police monitor home quarantine, accessed on: 1-April-2020.” [Online]. Available: https://privacyinternational.org/ examples/3473/poland-app-helps-police-monitor-home-quarantine/",
      "M. N. Kamel Boulos and E. M. Geraghty, “Geographical tracking and mapping of coronavirus disease COVID-19/severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) epidemic and associated events around the world: how 21st century GIS technologies are supporting the global fight against outbreaks and epidemics,” International Journal of Health Geographics, vol. 19, no. 8, 2020.",
      "J. Ye, “China’s QR health code, published on 19-Feb-2020; accessed on: 6-April-2020.” [Online]. Available: https://www.abacusnews.com/tech/ chinas-qr-health-code-system-brings-relief-some-and-new-problems/ article/3051020",
      "GovTech, “TraceTogether - behind the scenes look at its development process, published on 25-March-2020; accessed on: 6-April-2020.”",
      "T. Cohen, “Israelis using voluntary coronavirus monitoring app, published on 01-April-2020; accessed on: 6-April-2020.” [Online]. Available: https://tinyurl.com/reutersCoronaIsraelApps",
      "L. Kelion, “Coronavirus: UK considers virus-tracing app to ease lockdown, published on 31-March-2020; accessed on: 6-April-2020.” [Online]. Available: https://www.bbc.com/news/technology-52095331",
      "H. Cho, D. Ippolito, and Y. W. Yu, “Contact tracing mobile apps for COVID-19: Privacy considerations and related trade-offs,” arXiv preprint arXiv:2003.11511, 2020.",
      "R. A. Calvo, S. Deterding, and R. M. Ryan, “Health surveillance during COVID-19 pandemic,” BMJ, vol. 369, 2020. [Online]. Available: https://www.bmj.com/content/369/bmj.m1373",
      "“Dp-3t documentation,” 2020. [Online]. Available: https://github.com/ DP-3T/documents",
      "J. Bell, D. Butler, C. Hicks, and J. Crowcroft, “Tracesecure: Towards privacy preserving contact tracing,” 2020.",
      "A. Berke, M. Bakker, P. Vepakomma, R. Raskar, K. Larson, and A. Pentland, “Assessing disease exposure risk with location histories and protecting privacy: A cryptographic approach in response to a global pandemic,” arXiv preprint arXiv:2003.14412, 2020.",
      "J. John, T. Kathryn, K. Pushmeet, H. Demis, and A. Team, “Computational predictions of protein structures associated with COVID-19,” March 2020. [Online]. Available: https://deepmind.com/research/open-source/ computational-predictions-of-protein-structures-associated-with-COVID-19",
      "A. W. Senior, R. Evans, J. Jumper, J. Kirkpatrick, L. Sifre, T. Green, C. Qin, A. Zˇ´ıdek, A. W. Nelson, A. Bridgland et al., “Protein structure prediction using multiple deep neural networks in the 13th critical assessment of protein structure prediction (CASP13),” Proteins: Structure, Function, and Bioinformatics, vol. 87, no. 12, pp. 1141–1148, 2019.",
      "N. Bung, S. R. Krishnan, G. Bulusu, and A. Roy, “De novo design of new chemical entities (NCEs) for SARS-CoV-2 using artificial intelligence,” 2020. [Online]. Available: https: //chemrxiv.org/articles/De Novo Design of New Chemical Entities NCEs for SARS-CoV-2 Using Artificial Intelligence/11998347/2",
      "H. C. Metsky, C. A. Freije, T.-S. F. Kosoko-Thoroddsen, P. C. Sabeti, and C. Myhrvold, “CRISPR-based surveillance for COVID-19 using genomically-comprehensive machine learning design,” bioRxiv, 2020. [Online]. Available: https://www.biorxiv.org/content/early/2020/03/02/ 2020.02.26.967026.1",
      "F. Hu, J. Jiang, and P. Yin, “Prediction of potential commercially inhibitors against SARS-CoV-2 by multi-task deep model,” arXiv preprint arXiv:2003.00728, 2020.",
      "H. Zhang, K. M. Saravanan, Y. Yang, M. T. Hossain, J. Li, X. Ren, and Y. Wei, “Deep learning based drug screening for novel coronavirus 2019-nCov,” 2020. [Online]. Available: https://www.preprints.org/manuscript/202002.0061/v1",
      "B. Tang, F. He, D. Liu, M. Fang, Z. Wu, and D. Xu, “AI-aided design of novel targeted covalent inhibitors against SARS-CoV-2,” bioRxiv, 2020.",
      "V. Boucher, “Open and Collaborative De Novo Discovery of Antiviral Agents for COVID-19 with Deep Reinforcement Learning and OpenAI Gym, MONTREAL.AI, accessed on: 7-April-2020.” [Online]. Available: https://montrealartificialintelligence.com/covid19/",
      "“Global coalition to accelerate COVID-19 clinical research in resource-limited settings,” The Lancet, 2020. [Online]. Available: https://doi.org/10.1016/S0140-6736(20)30798-4",
      "S. Mahmoud, G. Tyson, S. Miles, A. Taweel, T. Vanstaa, M. Luck, and B. Delaney, “Multi-agent system for recruiting patients for clinical trials,” Kings College London, Tech. Rep., 2014.",
      "J. A. Anguera, J. T. Jordan, D. Castaneda, A. Gazzaley, and P. A. Arean, ´ “Conducting a fully mobile and randomised clinical trial for depression: access, engagement and expense,” BMJ innovations, vol. 2, no. 1, pp. 14–21, 2016.",
      "“Scopus, accessed on: 12-April-2020.” [Online]. Available: https: //www.scopus.com/home.uri",
      "CDC, “CDC research Repositories, accessed on: 12-April2020.” [Online]. Available: https://www.cdc.gov/library/researchguides/ 2019novelcoronavirus/databasesjournals.html",
      "“Nature, accessed on: 12-April-2020.” [Online]. Available: https: //nature.com/",
      "“Science, accessed on: 12-April-2020.” [Online]. Available: https: //sciencemag.org/",
      "“The Lancet, accessed on: 12-April-2020.” [Online]. Available: https://thelancet.com/",
      "“BMJ, accessed on: 12-April-2020.” [Online]. Available: https: //bmj.com/",
      "D. M. Blei, A. Y. Ng, and M. I. Jordan, “Latent dirichlet allocation,” Journal of machine Learning research, vol. 3, no. Jan, pp. 993–1022, 2003.",
      "L. Wynants, B. Van Calster, M. M. Bonten, G. S. Collins, T. P. Debray, M. De Vos, M. C. Haller, G. Heinze, K. G. Moons, R. D. Riley et al., “Prediction models for diagnosis and prognosis of COVID-19 infection: systematic review and critical appraisal,” BMJ, vol. 369, 2020.",
      "N. Fenton and M. Neil, “The use of Bayes and causal modelling in decision making, uncertainty and risk,” CEPIS Upgrade, vol. 12, no. 5, pp. 10–21, 2011.",
      "D. Gunning, “Explainable artificial intelligence (XAI),” Defense Advanced Research Projects Agency (DARPA), nd Web, vol. 2, 2017.",
      "S. Latif, A. Qayyum, M. Usama, J. Qadir, A. Zwitter, and M. Shahzad, “Caveat emptor: the risks of using big data for human development,” IEEE Technology and Society Magazine, vol. 38, no. 3, pp. 82–90, 2019.",
      "A. Qayyum, J. Qadir, M. Bilal, and A. Al-Fuqaha, “Secure and robust machine learning for healthcare: A survey,” arXiv preprint arXiv:2001.08103, 2020.",
      "Y. N. Harari, “The world after coronavirus, financial times, accessed on: 1-April-2020.” [Online]. Available: https://www.ft.com/content/ 19d90308-6858-11ea-a3c9-1fe6fedcca75",
      "J. L. Raisaro, J. R. Troncoso-Pastoriza, M. Misbach, J. S. Sousa, S. Pradervand, E. Missiaglia, O. Michielin, B. Ford, and J.-P. Hubaux, “Medco: Enabling secure and privacy-preserving exploration of distributed clinical and genomic data,” IEEE/ACM transactions on computational biology and bioinformatics, vol. 16, no. 4, pp. 1328–1341, 2018.",
      "D. Froelicher, J. R. Troncoso-Pastoriza, J. S. Sousa, and J.-P. Hubaux, “Drynx: Decentralized, secure, verifiable system for statistical queries and machine learning on distributed datasets,” IEEE Transactions on Information Forensics and Security, 2020.",
      "L. Floridi, J. Cowls, M. Beltrametti, R. Chatila, P. Chazerand, V. Dignum, C. Luetge, R. Madelin, U. Pagallo, F. Rossi et al., “AI4People—Anethical framework for a good AI society: Opportunities, risks, principles, and recommendations,” Minds and Machines, vol. 28, no. 4, pp. 689–707, 2018.",
      "“Ethical Implications of the Use of AI to Manage the COVID-19 Outbreak,” April 2020. [Online]. Available: https://ieai.mcts.tum.de/wp-content/uploads/2020/04/April-2020-IEAI-Research-Brief-Covid-19-FINAL.pdf",
      "“Statement Regarding the Ethical Implementation of Artificial Intelligence Systems (AIS) for Addressing the COVID-19 Pandemic, The Executive Committee of The IEEE Global Initiative on Ethics of Autonomous and Intelligent Systems,” April 2020. [Online]. Available: https://standards.ieee.org/content/dam/ieee-standards/standards/web/documents/other/gieais-covid.pdf",
      "“Call for Action: Toward Building the Data Infrastructure and Ecosystem We Need to Tackle Pandemics and Other Dynamic Societyand Environmental Threats. The Gov Lab, New York University,”Mar 2020. [Online]. Available: http://www.thegovlab.org/static/files/publications/ACallForActionCOVID19.pdf",
      "“Pandemic data challenges,” Nature Machine Intelligence, vol. 2, no. 4,pp. 193–193, Apr 2020. [Online]. Available: https://doi.org/10.1038/s42256-020-0172-7",
      "R. Anderson, “Contact tracing in the real world,” https://www.lightbluetouchpaper.org/2020/04/12/contact-tracing-in-the-real-world/, 2020.",
      "A. Jobin, M. Ienca, and E. Vayena, “The global landscape of AI ethics guidelines,” Nature Machine Intelligence, vol. 1, no. 9, pp. 389–399, 2019.",
      "T. Hagendorff, “The ethics of AI ethics: An evaluation of guidelines,” Minds and Machines, pp. 1–22, 2020.",
      "N. Bostrom and E. Yudkowsky, “The ethics of artificial intelligence,” The Cambridge handbook of artificial intelligence, vol. 1, pp. 316–334, 2014.",
      "C. Tucker, A. Agrawal, J. Gans, and A. Goldfarb, “Privacy, algorithms, and artificial intelligence,” The Economics of Artificial Intelligence: An Agenda, pp. 423–437, 2018.",
      "R. Shokri and V. Shmatikov, “Privacy-preserving deep learning,” in Proceedings of the 22nd ACM SIGSAC conference on computer and communications security, 2015, pp. 1310–1321.",
      "E. Segal, F. Zhang, X. Lin, G. King, O. Shalem, S. Shilo, W. E. Allen, Y. H. Grad, C. S. Greene, F. Alquaddoomi et al., “Building an international consortium for tracking coronavirus health status,” medRxiv, 2020.",
      "Q.-Y. Peng, X.-T. Wang, L.-N. Zhang, C. C. C. U. S. Group et al., “Findings of lung ultrasonography of novel corona virus pneumonia during the 2019–2020 epidemic,” Intensive Care Medicine, p. 1, 2020.",
      "E. Poggiali, A. Dacrema, D. Bastoni, V. Tinelli, E. Demichele, P. Mateo Ramos, T. Marciano, M. Silva, A. Vercelli, and A. Magnacavallo, ` “Can lung us help critical care clinicians in the early diagnosis of novel coronavirus (COVID-19) pneumonia?” Radiology, p. 200847, 2020.",
      "N. Poyiadji, G. Shahin, D. Noujaim, M. Stone, S. Patel, and B. Griffith, “COVID-19–associated acute hemorrhagic necrotizing encephalopathy: CT and MRI features,” Radiology, p. 201187, 2020.",
      "F. Ahmed, N. Ahmed, C. Pissarides, and J. Stiglitz, “Why inequality could spread COVID-19,” The Lancet Public Health, Apr. 2020. [Online]. Available: https://doi.org/10.1016/s2468-2667(20)30085-2",
      "J. Qadir, M. Mujeeb-U-Rahman, M. H. Rehmani, A.-S. K. Pathan, M. A. Imran, A. Hussain, R. Rana, and B. Luo, “IEEE access special section editorial: health informatics for the developing world,” IEEE Access, vol. 5, pp. 27 818–27 823, 2017.",
      "S. Latif, R. Rana, J. Qadir, A. Ali, M. A. Imran, and M. S. Younis, “Mobile health in the developing world: Review of literature and lessons from a case study,” IEEE Access, vol. 5, pp. 11 540–11 556, 2017.",
      "J. Quinn, V. Frias-Martinez, and L. Subramanian, “Computational sustainability and artificial intelligence in the developing world,” AI Magazine, vol. 35, no. 3, p. 36,2014."
    ]
  },
  {
    "title": "COVID-19 Outbreak Prediction with Machine Learning",
    "abstract": "Several outbreak prediction models for COVID-19 are being used by officials around the world to make informed-decisions and enforce relevant control measures. Among the standard models for COVID-19 global pandemic prediction, simple epidemiological and statistical models have received more attention by authorities, and they are popular in the media. Due to a high level of uncertainty and lack of essential data, standard models have shown low accuracy for long-term prediction. Although the literature includes several attempts to address this issue, the essential generalization and robustness abilities of existing models needs to be improved. This paper presents a comparative analysis of machine learning and soft computing models to predict the COVID-19 outbreak as an alternative to SIR and SEIR models. Among a wide range of machine learning models investigated, two models showed promising results (i.e., multi-layered perceptron, MLP, and adaptive network-based fuzzy inference system, ANFIS). Based on the results reported here, and due to the highly complex nature of the COVID-19 outbreak and variation in its behavior from nation-to-nation, this study suggests machine learning as an effective tool to model the outbreak. This paper provides an initial benchmarking to demonstrate the potential of machine learning for future research. Paper further suggests that real novelty in outbreak prediction can be realized through integrating machine learning and SEIR models.",
    "references": [
      "Remuzzi, A.; Remuzzi, G. COVID-19 and Italy: what next? Lancet 2020.",
      "Ivanov, D. Predicting the impacts of epidemic outbreaks on global supply chains: A simulation-based analysis on the coronavirus outbreak (COVID-19/SARS-CoV-2) case. Transp. Res. Part E Logist. Transp. Rev. 2020, 136, doi:10.1016/j.tre.2020.101922.",
      "Koolhof, I.S.; Gibney, K.B.; Bettiol, S.; Charleston, M.; Wiethoelter, A.; Arnold, A.L.; Campbell, P.T.; Neville, P.J.; Aung, P.; Shiga, T., et al. The forecasting of dynamical Ross River virus outbreaks: Victoria, Australia. Epidemics 2020, 30, doi:10.1016/j.epidem.2019.100377.",
      "Darwish, A.; Rahhal, Y.; Jafar, A. A comparative study on predicting influenza outbreaks using different feature spaces: application of influenza-like illness data from Early Warning Alert and Response System in Syria. BMC Res. Notes 2020, 13, 33, doi:10.1186/s13104-020-4889-5.",
      "Rypdal, M.; Sugihara, G. Inter-outbreak stability reflects the size of the susceptible pool and forecasts magnitudes of seasonal epidemics. Nat. Commun. 2019, 10, doi:10.1038/s41467-019-10099-y.",
      "Scarpino, S.V.; Petri, G. On the predictability of infectious disease outbreaks. Nat. Commun. 2019, 10, doi:10.1038/s41467-019-08616-0.",
      "Zhan, Z.; Dong, W.; Lu, Y.; Yang, P.; Wang, Q.; Jia, P. Real-Time Forecasting of Hand-Foot-and-Mouth Disease Outbreaks using the Integrating Compartment Model and Assimilation Filtering. Sci. Rep. 2019, 9, doi:10.1038/s41598-019-38930-y.",
      "Koike, F.; Morimoto, N. Supervised forecasting of the range expansion of novel non-indigenous organisms: Alien pest organisms and the 2009 H1N1 flu pandemic. Global Ecol. Biogeogr. 2018, 27, 991-1000, doi:10.1111/geb.12754.",
      "Dallas, T.A.; Carlson, C.J.; Poisot, T. Testing predictability of disease outbreaks with a simple model of pathogen biogeography. R. Soc. Open Sci. 2019, 6, doi:10.1098/rsos.190883.",
      "de Groot, M.; Ogris, N. Short-term forecasting of bark beetle outbreaks on two economically important conifer tree species. For. Ecol. Manage. 2019, 450, doi:10.1016/j.foreco.2019.117495.",
      "Kelly, J.D.; Park, J.; Harrigan, R.J.; Hoff, N.A.; Lee, S.D.; Wannier, R.; Selo, B.; Mossoko, M.; Njoloko, B.; Okitolonda-Wemakoy, E., et al. Real-time predictions of the 2018–2019 Ebola virus disease outbreak in the Democratic Republic of the Congo using Hawkes point process models. Epidemics 2019, 28, doi:10.1016/j.epidem.2019.100354.",
      "Maier, B.F.; Brockmann, D. Effective containment explains sub-exponential growth in confirmed cases of recent COVID-19 outbreak in Mainland China. medRxiv 2020, 10.1101/2020.02.18.20024414, 2020.2002.2018.20024414, doi:10.1101/2020.02.18.20024414.",
      "Pan, J.R.; Huang, Z.Q.; Chen, K. [Evaluation of the effect of varicella outbreak control measures through a discrete time delay SEIR model]. Zhonghua Yu Fang Yi Xue Za Zhi 2012, 46, 343-347.",
      "Zha, W.T.; Pang, F.R.; Zhou, N.; Wu, B.; Liu, Y.; Du, Y.B.; Hong, X.Q.; Lv, Y. Research about the optimal strategies for prevention and control of varicella outbreak in a school in a central city of China: Based on an SEIR dynamic model. Epidemiol. Infect. 2020, 10.1017/S0950268819002188, doi:10.1017/S0950268819002188.",
      "Dantas, E.; Tosin, M.; Cunha, A., Jr. Calibration of a SEIR–SEI epidemic model to describe the Zika virus outbreak in Brazil. Appl. Math. Comput. 2018, 338, 249-259, doi:10.1016/j.amc.2018.06.024.",
      "Leonenko, V.N.; Ivanov, S.V. Fitting the SEIR model of seasonal influenza outbreak to the incidence data for Russian cities. Russ J Numer Anal Math Modell 2016, 31, 267-279, doi:10.1515/rnam-2016-0026.",
      "Imran, M.; Usman, M.; Dur-e-Ahmad, M.; Khan, A. Transmission Dynamics of Zika Fever: A SEIR Based Model. Differ. Equ. Dyn. Syst. 2020, 10.1007/s12591-017-0374-6, doi:10.1007/s12591-017-0374-6.",
      "Miranda, G.H.B.; Baetens, J.M.; Bossuyt, N.; Bruno, O.M.; De Baets, B. Real-time prediction of influenza outbreaks in Belgium. Epidemics 2019, 28, doi:10.1016/j.epidem.2019.04.001.",
      "Sinclair, D.R.; Grefenstette, J.J.; Krauland, M.G.; Galloway, D.D.; Frankeny, R.J.; Travis, C.; Burke, D.S.; Roberts, M.S. Forecasted Size of Measles Outbreaks Associated With Vaccination Exemptions for Schoolchildren. JAMA Netw Open 2019, 2, e199768, doi:10.1001/jamanetworkopen.2019.9768.",
      "Zhao, S.; Musa, S.S.; Fu, H.; He, D.; Qin, J. Simple framework for real-time forecast in a data-limited situation: The Zika virus (ZIKV) outbreaks in Brazil from 2015 to 2016 as an example. Parasites Vectors 2019, 12, doi:10.1186/s13071-019-3602-9.",
      "Fast, S.M.; Kim, L.; Cohn, E.L.; Mekaru, S.R.; Brownstein, J.S.; Markuzon, N. Predicting social response to infectious disease outbreaks from internet-based news streams. Ann. Oper. Res. 2018, 263, 551-564, doi:10.1007/s10479-017-2480-9.",
      "McCabe, C.M.; Nunn, C.L. Effective network size predicted from simulations of pathogen outbreaks through social networks provides a novel measure of structure-standardized group size. Front. Vet. Sci. 2018, 5, doi:10.3389/fvets.2018.00071.",
      "Bragazzi, N.L.; Mahroum, N. Google trends predicts present and future plague cases during the plague outbreak in Madagascar: Infodemiological study. J. Med. Internet Res. 2019, 21, doi:10.2196/13142.",
      "Jain, R.; Sontisirikit, S.; Iamsirithaworn, S.; Prendinger, H. Prediction of dengue outbreaks based on disease surveillance, meteorological and socio-economic data. BMC Infect. Dis. 2019, 19, doi:10.1186/s12879-019-3874-x.",
      "Kim, T.H.; Hong, K.J.; Shin, S.D.; Park, G.J.; Kim, S.; Hong, N. Forecasting respiratory infectious outbreaks using ED-based syndromic surveillance for febrile ED visits in a Metropolitan City. Am. J. Emerg. Med. 2019, 37, 183-188, doi:10.1016/j.ajem.2018.05.007.",
      "Zhong, L.; Mu, L.; Li, J.; Wang, J.; Yin, Z.; Liu, D. Early Prediction of the 2019 Novel Coronavirus Outbreak in the Mainland China Based on Simple Mathematical Model. IEEE Access 2020, 8, 51761- 51769, doi:10.1109/ACCESS.2020.2979599.",
      "Wu, J.T.; Leung, K.; Leung, G.M. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet 2020, 395, 689-697, doi:10.1016/S0140-6736(20)30260-9.",
      "Reis, J.; Yamana, T.; Kandula, S.; Shaman, J. Superensemble forecast of respiratory syncytial virus outbreaks at national, regional, and state levels in the United States. Epidemics 2019, 26, 1-8, doi:10.1016/j.epidem.2018.07.001.",
      "Burke, R.M.; Shah, M.P.; Wikswo, M.E.; Barclay, L.; Kambhampati, A.; Marsh, Z.; Cannon, J.L.; Parashar, U.D.; Vinjé, J.; Hall, A.J. The Norovirus Epidemiologic Triad: Predictors of Severe Outcomes in US Norovirus Outbreaks, 2009-2016. J. Infect. Dis. 2019, 219, 1364-1372, doi:10.1093/infdis/jiy569.",
      "Carlson, C.J.; Dougherty, E.; Boots, M.; Getz, W.; Ryan, S.J. Consensus and conflict among ecological forecasts of Zika virus outbreaks in the United States. Sci. Rep. 2018, 8, doi:10.1038/s41598-018-22989-0.",
      "Kleiven, E.F.; Henden, J.A.; Ims, R.A.; Yoccoz, N.G. Seasonal difference in temporal transferability of an ecological model: near-term predictions of lemming outbreak abundances. Sci. Rep. 2018, 8, doi:10.1038/s41598-018-33443-6.",
      "Rivers-Moore, N.A.; Hill, T.R. A predictive management tool for blackfly outbreaks on the Orange River, South Africa. River Res. Appl. 2018, 34, 1197-1207, doi:10.1002/rra.3357. ",
      "Yin, R.; Tran, V.H.; Zhou, X.; Zheng, J.; Kwoh, C.K. Predicting antigenic variants of H1N1 influenza virus based on epidemics and pandemics using a stacking model. PLoS ONE 2018, 13, doi:10.1371/journal.pone.0207777.",
      "Agarwal, N.; Koti, S.R.; Saran, S.; Senthil Kumar, A. Data mining techniques for predicting dengue outbreak in geospatial domain using weather parameters for New Delhi, India. Curr. Sci. 2018, 114, 2281-2291, doi:10.18520/cs/v114/i11/2281-2291.",
      "Anno, S.; Hara, T.; Kai, H.; Lee, M.A.; Chang, Y.; Oyoshi, K.; Mizukami, Y.; Tadono, T. Spatiotemporal dengue fever hotspots associated with climatic factors in taiwan including outbreak predictions based on machine-learning. Geospatial Health 2019, 14, 183-194, doi:10.4081/gh.2019.771.",
      "Chenar, S.S.; Deng, Z. Development of artificial intelligence approach to forecasting oyster norovirus outbreaks along Gulf of Mexico coast. Environ. Int. 2018, 111, 212-223, doi:10.1016/j.envint.2017.11.032.",
      "Chenar, S.S.; Deng, Z. Development of genetic programming-based model for predicting oyster norovirus outbreak risks. Water Res. 2018, 128, 20-37, doi:10.1016/j.watres.2017.10.032.",
      "Iqbal, N.; Islam, M. Machine learning for dengue outbreak prediction: A performance evaluation of different prominent classifiers. Informatica 2019, 43, 363-371, doi:10.31449/inf.v43i1.1548.",
      "Liang, R.; Lu, Y.; Qu, X.; Su, Q.; Li, C.; Xia, S.; Liu, Y.; Zhang, Q.; Cao, X.; Chen, Q., et al. Prediction for global African swine fever outbreaks based on a combination of random forest algorithms and meteorological data. Transboundary Emer. Dis. 2020, 67, 935-946, doi:10.1111/tbed.13424.",
      "Mezzatesta, S.; Torino, C.; De Meo, P.; Fiumara, G.; Vilasi, A. A machine learning-based approach for predicting the outbreak of cardiovascular diseases in patients on dialysis. Comput. Methods Programs Biomed. 2019, 177, 9-15, doi:10.1016/j.cmpb.2019.05.005.",
      "Raja, D.B.; Mallol, R.; Ting, C.Y.; Kamaludin, F.; Ahmad, R.; Ismail, S.; Jayaraj, V.J.; Sundram, B.M. Artificial intelligence model as predictor for dengue outbreaks. Malays. J. Public Health Med. 2019, 19, 103-108.",
      "Tapak, L.; Hamidi, O.; Fathian, M.; Karami, M. Comparative evaluation of time series models for predicting influenza outbreaks: Application of influenza-like illness data from sentinel sites of healthcare centers in Iran. BMC Res. Notes 2019, 12, doi:10.1186/s13104-019-4393-y.",
      "Titus Muurlink, O.; Stephenson, P.; Islam, M.Z.; Taylor-Robinson, A.W. Long-term predictors of dengue outbreaks in Bangladesh: A data mining approach. Infect. Dis. Modelling 2018, 3, 322-330, doi:10.1016/j.idm.2018.11.004.",
      "Mosavi, A., Ghamisi, P., Faghan, Y. and Duan, P., 2020. Comprehensive Review of Deep Reinforcement Learning Methods and Applications in Economics. arXiv preprint arXiv:2004.01509.",
      "Nádai, L., Imre, F., Ardabili, S., Gundoshmian, T.M., Gergo, P. and Mosavi, A., 2020. Performance Analysis of Combine Harvester using Hybrid Model of Artificial Neural Networks Particle Swarm Optimization. arXiv preprint arXiv:2002.11041.",
      "Back, T. Evolutionary algorithms in theory and practice: evolution strategies, evolutionary programming, genetic algorithms; Oxford university press: 1996.",
      "Deb, K. Multi-objective optimization using evolutionary algorithms; John Wiley & Sons: 2001; Vol. 16.",
      "Zitzler, E.; Deb, K.; Thiele, L. Comparison of multiobjective evolutionary algorithms: Empirical results. Evolutionary computation 2000, 8, 173-195.",
      "Ghamisi, P.; Benediktsson, J.A. Feature selection based on hybridization of genetic algorithm and particle swarm optimization. IEEE Geoscience and remote sensing letters 2014, 12, 309-313.",
      "Nosratabadi, S., Karoly, S., Beszedes, B., Felde, I., Ardabili, S. and Mosavi, A., 2020. Comparative Analysis of ANN-ICA and ANN-GWO for Crop Yield Prediction.",
      "Ardabili, S., Beszédes, B., Nádai, L., Széll, K., Mosavi, A. and Imre, F., 2020. Comparative Analysis of Single and Hybrid Neuro-Fuzzy-Based Models for an Industrial Heating Ventilation and Air Conditioning Control System. arXiv preprint arXiv:2002.11042.",
      "Mühlenbein, H.; Schomisch, M.; Born, J. The parallel genetic algorithm as function optimizer. Parallel computing 1991, 17, 619-632.",
      "Whitley, D. A genetic algorithm tutorial. Statistics and computing 1994, 4, 65-85.",
      "Horn, J.; Nafpliotis, N.; Goldberg, D.E. A niched Pareto genetic algorithm for multiobjective optimization. In Proceedings of Proceedings of the first IEEE conference on evolutionary computation. IEEE world congress on computational intelligence; pp. 82-87.",
      "Reeves, C.R. A genetic algorithm for flowshop sequencing. Computers & operations research 1995, 22, 5- 13.",
      "Jones, G.; Willett, P.; Glen, R.C.; Leach, A.R.; Taylor, R. Development and validation of a genetic algorithm for flexible docking. Journal of molecular biology 1997, 267, 727-748.",
      "Ardabili, S.; Mosavi, A.; Varkonyi-Koczy, A.R. Advances in machine learning modeling reviewing hybrid and ensemble methods. 2019.",
      "Houck, C.R.; Joines, J.; Kay, M.G. A genetic algorithm for function optimization: a Matlab implementation. Ncsu-ie tr 1995, 95, 1-10.",
      "Whitley, D.; Starkweather, T.; Bogart, C. Genetic algorithms and neural networks: Optimizing connections and connectivity. Parallel computing 1990, 14, 347-361.",
      "Kennedy, J.; Eberhart, R. Particle swarm optimization. In Proceedings of Proceedings of ICNN'95- International Conference on Neural Networks; pp. 1942-1948.",
      "Poli, R.; Kennedy, J.; Blackwell, T. Particle swarm optimization. Swarm intelligence 2007, 1, 33-57.",
      "Clerc, M. Particle swarm optimization; John Wiley & Sons: 2010; Vol. 93.",
      "Angeline, P.J. Using selection to improve particle swarm optimization. In Proceedings of 1998 IEEE International Conference on Evolutionary Computation Proceedings. IEEE World Congress on Computational Intelligence (Cat. No. 98TH8360); pp. 84-89.",
      "Sun, J.; Feng, B.; Xu, W. Particle swarm optimization with particles having quantum behavior. In Proceedings of Proceedings of the 2004 congress on evolutionary computation (IEEE Cat. No. 04TH8753); pp. 325-331.",
      "Parsopoulos, K.E.; Vrahatis, M.N. Recent approaches to global optimization problems through particle swarm optimization. Natural computing 2002, 1, 235-306.",
      "Bai, Q. Analysis of particle swarm optimization algorithm. Computer and information science 2010, 3, 180.",
      "Parsopoulos, K.E.; Vrahatis, M.N. Particle swarm optimization method in multiobjective problems. In Proceedings of Proceedings of the 2002 ACM symposium on Applied computing; pp. 603-607.",
      "Ghamisi, P.; Couceiro, M.S.; Benediktsson, J.A.; Ferreira, N.M. An efficient method for segmentation of images based on fractional calculus and natural selection. Expert Systems with Applications 2012, 39, 12407-12417.",
      "Ghamisi, P.; Couceiro, M.S.; Martins, F.M.; Benediktsson, J.A. Multilevel image segmentation based on fractional-order Darwinian particle swarm optimization. IEEE Transactions on Geoscience and Remote sensing 2013, 52, 2382-2394.",
      "Mirjalili, S.; Mirjalili, S.M.; Lewis, A. Grey wolf optimizer. Advances in engineering software 2014, 69, 46- 61.",
      "Ardabili, S.; Mosavi, A.; Varkonyi-Koczy, A. Building Energy information: demand and consumption prediction with Machine Learning models for sustainable and smart cities. Engineering for Sustainable Future, Lecture Notes in Networks and Systems, Springer Nature Switzerland.: 2019.",
      "Ardabili;, S.; Mosavi;, A.; Varkonyi-Koczy;, A. Systematic Review of Deep Learning and Machine Learning Models in Biofuels Research,. Engineering for Sustainable Future, Lecture Notes in Networks and Systems, Springer Nature Switzerland 2019.",
      "Gundoshmian, T.M.; Ardabili, S.; Mosavi, A.; Varkonyi-Koczy, A.R. Prediction of combine harvester performance using hybrid machine learning modeling and response surface methodology. 2019.",
      "Nosratabadi, S., Mosavi, A., Duan, P. and Ghamisi, P., 2020. Data Science in Economics. arXiv preprint arXiv:2003.13422.",
      "Hamilton, J.D. Time series analysis; Princeton university press Princeton, NJ: 1994; Vol. 2.",
      "Ardabili, S.; Mosavi, A.; Mahmoudi, A.; Gundoshmian, T.M.; Nosratabadi, S.; Varkonyi-Koczy, A.R. Modelling Temperature Variation of Mushroom Growing Hall Using Artificial Neural Networks. Engineering for Sustainable Future, Lecture Notes in Networks and Systems, Springer Nature Switzerland. 2019.",
      "Khosravi, A.; Koury, R.; Machado, L.; Pabon, J. Prediction of wind speed and wind direction using artificial neural network, support vector regression and adaptive neuro-fuzzy inference system. Sustainable Energy Technologies and Assessments 2018, 25, 146-160.",
      "Amid, S.; Mesri Gundoshmian, T. Prediction of output energies for broiler production using linear regression, ANN (MLP, RBF), and ANFIS models. Environmental Progress & Sustainable Energy 2017, 36, 577-585.",
      "Hossain, M.A.; Ayodele, B.V.; Cheng, C.K.; Khan, M.R. Artificial neural network modeling of hydrogen-rich syngas production from methane dry reforming over novel Ni/CaFe 2 O 4 catalysts. International Journal of Hydrogen Energy 2016, 41, 11119-11130.",
      "Taghavifar, H.; Mardani, A. Wavelet neural network applied for prognostication of contact pressure between soil and driving wheel. Information Processing in Agriculture 2014, 1, 51-56.",
      "Sharabiani, V.; Kassar, F.; Gilandeh, Y.; Ardabili, S. APPLICATION OF SOFT COMPUTING METHODS AND SPECTRAL REFLECTANCE DATA FOR WHEAT GROWTH MONITORING. The Iraqi Journal of Agricultural Science 2019, 50, 1064-1076.",
      "Mirzazadeh, A.; Abdollahpour, S.; Mahmoudi, A.; Bukat, A. Intelligent modeling of material separation in combine harvester’s thresher by ANN. International Journal of Agriculture and Crop Sciences 2012, 4, 1767-1777.",
      "Khalesi, S.; Mahmoudi, A.; Hosainpour, A.; Alipour, A. Detection of walnut varieties using impact acoustics and artificial neural networks (ANNs). Modern Applied Science 2012, 6, 43.",
      "Reshadsedghi, A.; Mahmoudi, A. Detection of almond varieties using impact acoustics and artificial neural networks. International Journal of Agriculture and Crop Sciences 2013, 6, 1008.",
      "Hassoun, M.H. Fundamentals of artificial neural networks; MIT press: 1995.",
      "Jang, J.-S. ANFIS: adaptive-network-based fuzzy inference system. IEEE transactions on systems, man, and cybernetics 1993, 23, 665-685.",
      "Faizollahzadeh_Ardabili; Mahmoudi, A.; Mesri Gundoshmian, T. Modeling and simulation controlling system of HVAC using fuzzy and predictive (radial basis function ,RBF) controllers. Journal of Building Engineering 2016, 6, 301–308.",
      "Amid, S.; Mesri Gundoshmian, T. Prediction of output energy based on different energy inputs on broiler production using application of adaptive neural-fuzzy inference system. Agri. Sci. Dev 2016, 5, 14-21.",
      "Ardabili, S.; Mosavi, A.; Dehghani, M.; Várkonyi-Kóczy, A.R. Deep learning and machine learning in hydrological processes climate change and earth systems a systematic review. In Proceedings of International Conference on Global Research and Education; pp. 52-62.",
      "Nosratabadi, S.; Mosavi, A.; Keivani, R.; Ardabili, S.; Aram, F. State of the art survey of deep learning and machine learning models for smart cities and urban sustainability. In Proceedings of International Conference on Global Research and Education; pp. 228-238.",
      "Güler, I.; Übeyli, E.D. Adaptive neuro-fuzzy inference system for classification of EEG signals using wavelet coefficients. Journal of neuroscience methods 2005, 148, 113-121.",
      "Chang, J.-R.; Wei, L.-Y.; Cheng, C.-H. A hybrid ANFIS model based on AR and volatility for TAIEX forecasting. Applied Soft Computing 2011, 11, 1388-1395.",
      "Chang, F.-J.; Chang, Y.-T. Adaptive neuro-fuzzy inference system for prediction of water level in reservoir. Advances in water resources 2006, 29, 1-10.",
      "Moghaddamnia, A.; Gousheh, M.G.; Piri, J.; Amin, S.; Han, D. Evaporation estimation using artificial neural networks and adaptive neuro-fuzzy inference system techniques. Advances in Water Resources 2009, 32, 88-97.",
      "Çaydaş, U.; Hasçalık, A.; Ekici, S. An adaptive neuro-fuzzy inference system (ANFIS) model for wireEDM. Expert Systems with Applications 2009, 36, 6135-6139.",
      "Yadav, D.; Chhabra, D.; Gupta, R.K.; Phogat, A.; Ahlawat, A. Modeling and analysis of significant process parameters of FDM 3D printer using ANFIS. Materials Today: Proceedings 2020, 21, 1592-1604.",
      "Faizollahzadeh_Ardabili; Mahmoudi, A.; Gundoshmian, T.M.; Roshanianfard, A. Modeling and comparison of fuzzy and on/off controller in a mushroom growing hall. Measurement 2016, 90, 127-134."
    ]
  },
  {
    "title": "COVID-19 COVID-19 Pandemic Prediction for Hungary; A Hybrid Machine Learning Approach",
    "abstract": "For the prediction of the COVID-19 outbreak, several epidemiological models are being used around the world to project the number of infected individuals and mortality rates. Advancing accurate prediction models is of utmost importance to take proper actions. Due to a high level of uncertainty and lack of essential data, the standard epidemiological models have been challenged for delivering higher accuracy for long-term prediction. As an alternative to the susceptible-infected-resistant (SIR)-based models, this study proposes a hybrid machine learning approach to predict the COVID-19 outbreak in Hungary. The hybrid machine learning methods of adaptive network-based fuzzy inference system (ANFIS) and multi-layered perceptron-imperialist competitive algorithm (MLP-ICA) are used to predict the time series of the infected individuals and mortality rate. The models predict that by late May, the outbreak and the total morality will drop substantially. The validation is performed for nine days with promising results, which confirms the model accuracy. It is expected that the model maintains its accuracy as long as no significant interruption occurs. Based on the results reported here, and due to the complex nature of the COVID-19 outbreak and variation in its behavior from nation-to-nation, this study suggests machine learning as a useful tool to model the outbreak. This paper provides an initial benchmarking to demonstrate the potential of machine learning for future research.",
    "references": [
      "Gorbalenya, A.E.; Baker, S.C.; Baric, R.S.; de Groot Raoul, J.; Drosten, C.; Gulyaeva, A.A.; Haagmans,B.L.; Lauber, C.; Leontovich, A.M.; Neuman, B.W. The species Severe acute respiratory syndromerelated coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nature Microbiology 2020, 5,536-544.",
      "Chan, J.F.-W.; Yuan, S.; Kok, K.-H.; To, K.K.-W.; Chu, H.; Yang, J.; Xing, F.; Liu, J.; Yip, C.C.-Y.; Poon,R.W.-S. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating personto-person transmission: a study of a family cluster. The Lancet 2020, 395, 514-523.",
      "Organization, W.H. Novel Coronavirus ( 2019-nCoV): situation report,  2020.",
      "Organization, W.H. Coronavirus disease 2019 (COVID-19): situation report, 72. 2020.",
      "Remuzzi, A.; Remuzzi, G. COVID-19 and Italy: what next? Lancet 2020.",
      "Ivanov, D. Predicting the impacts of epidemic outbreaks on global supply chains: A simulation-basedanalysis on the coronavirus outbreak (COVID-19/SARS-CoV-2) case. Transp. Res. Part E Logist. Transp.Rev. 2020, 136, doi:10.1016/j.tre.2020.101922.",
      "Koolhof, I.S.; Gibney, K.B.; Bettiol, S.; Charleston, M.; Wiethoelter, A.; Arnold, A.L.; Campbell, P.T.;Neville, P.J.; Aung, P.; Shiga, T., et al. The forecasting of dynamical Ross River virus outbreaks: Victoria,Australia. Epidemics 2020, 30, doi:10.1016/j.epidem.2019.100377.",
      "Rypdal, M.; Sugihara, G. Inter-outbreak stability reflects the size of the susceptible pool and forecastsmagnitudes of seasonal epidemics. Nat. Commun. 2019, 10, doi:10.1038/s41467-019-10099-y.",
      "Scarpino, S.V.; Petri, G. On the predictability of infectious disease outbreaks. Nat. Commun. 2019, 10,doi:10.1038/s41467-019-08616-0.",
      "Zhan, Z.; Dong, W.; Lu, Y.; Yang, P.; Wang, Q.; Jia, P. Real-Time Forecasting of Hand-Foot-and-MouthDisease Outbreaks using the Integrating Compartment Model and Assimilation Filtering. Sci. Rep. 2019,9, doi:10.1038/s41598-019-38930-y.",
      "Koike, F.; Morimoto, N. Supervised forecasting of the range expansion of novel non-indigenousorganisms: Alien pest organisms and the 2009 H1N1 flu pandemic. Global Ecol. Biogeogr. 2018, 27, 991-1000, doi:10.1111/geb.12754.",
      "Dallas, T.A.; Carlson, C.J.; Poisot, T. Testing predictability of disease outbreaks with a simple model ofpathogen biogeography. R. Soc. Open Sci. 2019, 6, doi:10.1098/rsos.190883.",
      "de Groot, M.; Ogris, N. Short-term forecasting of bark beetle outbreaks on two economically importantconifer tree species. For. Ecol. Manage. 2019, 450, doi:10.1016/j.foreco.2019.117495.",
      "Kelly, J.D.; Park, J.; Harrigan, R.J.; Hoff, N.A.; Lee, S.D.; Wannier, R.; Selo, B.; Mossoko, M.; Njoloko, B.;Okitolonda-Wemakoy, E., et al. Real-time predictions of the 2018–2019 Ebola virus disease outbreak inthe Democratic Republic of the Congo using Hawkes point process models. Epidemics 2019, 28,doi:10.1016/j.epidem.2019.100354.",
      "Miller, J.C. A note on the derivation of epidemic final sizes. Bulletin of mathematical biology 2012, 74, 2125-2141.",
      "Miller, J.C. Mathematical models of SIR disease spread with combined non-sexual and sexualtransmission routes. Infectious Disease Modelling 2017, 2, 35-55.",
      "Maier, B.F.; Brockmann, D. Effective containment explains sub-exponential growth in confirmed casesof recent COVID-19 outbreak in Mainland China. medRxiv 2020, 10.1101/2020.02.18.20024414,2020.2002.2018.20024414, doi:10.1101/2020.02.18.20024414.",
      "Werkman, M.; Green, D.; Murray, A.G.; Turnbull, J. The effectiveness of fallowing strategies in diseasecontrol in salmon aquaculture assessed with an SIS model. Preventive veterinary medicine 2011, 98, 64-73.",
      "Osemwinyen, A.C.; Diakhaby, A. Mathematical modelling of the transmission dynamics of ebola virus.Applied and Computational Mathematics 2015, 4, 313-320.",
      "Pan, J.R.; Huang, Z.Q.; Chen, K. [Evaluation of the effect of varicella outbreak control measures througha discrete time delay SEIR model]. Zhonghua Yu Fang Yi Xue Za Zhi 2012, 46, 343-347.",
      "Zha, W.T.; Pang, F.R.; Zhou, N.; Wu, B.; Liu, Y.; Du, Y.B.; Hong, X.Q.; Lv, Y. Research about the optimalstrategies for prevention and control of varicella outbreak in a school in a central city of China: Basedon an SEIR dynamic model. Epidemiol. Infect. 2020, 10.1017/S0950268819002188,doi:10.1017/S0950268819002188.",
      "Dantas, E.; Tosin, M.; Cunha, A., Jr. Calibration of a SEIR–SEI epidemic model to describe the Zika virusoutbreak in Brazil. Appl. Math. Comput. 2018, 338, 249-259, doi:10.1016/j.amc.2018.06.024.",
      "Leonenko, V.N.; Ivanov, S.V. Fitting the SEIR model of seasonal influenza outbreak to the incidencedata for Russian cities. Russ J Numer Anal Math Modell 2016, 31, 267-279, doi:10.1515/rnam-2016-0026.",
      "Imran, M.; Usman, M.; Dur-e-Ahmad, M.; Khan, A. Transmission Dynamics of Zika Fever: A SEIRBased Model. Differ. Equ. Dyn. Syst. 2020, 10.1007/s12591-017-0374-6, doi:10.1007/s12591-017-0374-6.",
      "Miranda, G.H.B.; Baetens, J.M.; Bossuyt, N.; Bruno, O.M.; De Baets, B. Real-time prediction of influenzaoutbreaks in Belgium. Epidemics 2019, 28, doi:10.1016/j.epidem.2019.04.001.",
      "Sinclair, D.R.; Grefenstette, J.J.; Krauland, M.G.; Galloway, D.D.; Frankeny, R.J.; Travis, C.; Burke, D.S.;Roberts, M.S. Forecasted Size of Measles Outbreaks Associated With Vaccination Exemptions forSchoolchildren. JAMA Netw Open 2019, 2, e199768, doi:10.1001/jamanetworkopen.2019.9768.",
      "Zhao, S.; Musa, S.S.; Fu, H.; He, D.; Qin, J. Simple framework for real-time forecast in a data-limitedsituation: The Zika virus (ZIKV) outbreaks in Brazil from 2015 to 2016 as an example. Parasites Vectors2019, 12, doi:10.1186/s13071-019-3602-9.",
      "Fast, S.M.; Kim, L.; Cohn, E.L.; Mekaru, S.R.; Brownstein, J.S.; Markuzon, N. Predicting social responseto infectious disease outbreaks from internet-based news streams. Ann. Oper. Res. 2018, 263, 551-564,doi:10.1007/s10479-017-2480-9.",
      "McCabe, C.M.; Nunn, C.L. Effective network size predicted from simulations of pathogen outbreaksthrough social networks provides a novel measure of structure-standardized group size. Front. Vet. Sci.2018, 5, doi:10.3389/fvets.2018.00071.",
      "Bragazzi, N.L.; Mahroum, N. Google trends predicts present and future plague cases during the plagueoutbreak in Madagascar: Infodemiological study. J. Med. Internet Res. 2019, 21, doi:10.2196/13142.",
      "Jain, R.; Sontisirikit, S.; Iamsirithaworn, S.; Prendinger, H. Prediction of dengue outbreaks based ondisease surveillance, meteorological and socio-economic data. BMC Infect. Dis. 2019, 19,doi:10.1186/s12879-019-3874-x.",
      "Kim, T.H.; Hong, K.J.; Shin, S.D.; Park, G.J.; Kim, S.; Hong, N. Forecasting respiratory infectiousoutbreaks using ED-based syndromic surveillance for febrile ED visits in a Metropolitan City. Am. J.Emerg. Med. 2019, 37, 183-188, doi:10.1016/j.ajem.2018.05.007.",
      "Reis, J.; Yamana, T.; Kandula, S.; Shaman, J. Superensemble forecast of respiratory syncytial virusoutbreaks at national, regional, and state levels in the United States. Epidemics 2019, 26, 1-8,doi:10.1016/j.epidem.2018.07.001.",
      "Burke, R.M.; Shah, M.P.; Wikswo, M.E.; Barclay, L.; Kambhampati, A.; Marsh, Z.; Cannon, J.L.;Parashar, U.D.; Vinjé, J.; Hall, A.J. The Norovirus Epidemiologic Triad: Predictors of Severe Outcomesin US Norovirus Outbreaks, 2009-2016. J. Infect. Dis. 2019, 219, 1364-1372, doi:10.1093/infdis/jiy569.",
      "Carlson, C.J.; Dougherty, E.; Boots, M.; Getz, W.; Ryan, S.J. Consensus and conflict among ecologicalforecasts of Zika virus outbreaks in the United States. Sci. Rep. 2018, 8, doi:10.1038/s41598-018-22989-0.",
      "Kleiven, E.F.; Henden, J.A.; Ims, R.A.; Yoccoz, N.G. Seasonal difference in temporal transferability ofan ecological model: near-term predictions of lemming outbreak abundances. Sci. Rep. 2018, 8,doi:10.1038/s41598-018-33443-6.",
      "Rivers-Moore, N.A.; Hill, T.R. A predictive management tool for blackfly outbreaks on the OrangeRiver, South Africa. River Res. Appl. 2018, 34, 1197-1207, doi:10.1002/rra.3357.",
      "Yin, R.; Tran, V.H.; Zhou, X.; Zheng, J.; Kwoh, C.K. Predicting antigenic variants of H1N1 influenzavirus based on epidemics and pandemics using a stacking model. PLoS ONE 2018, 13,doi:10.1371/journal.pone.0207777.",
      "Liang, R.; Lu, Y.; Qu, X.; Su, Q.; Li, C.; Xia, S.; Liu, Y.; Zhang, Q.; Cao, X.; Chen, Q., et al. Prediction forglobal African swine fever outbreaks based on a combination of random forest algorithms andmeteorological data. Transboundary Emer. Dis. 2020, 67, 935-946, doi:10.1111/tbed.13424.",
      "Tapak, L.; Hamidi, O.; Fathian, M.; Karami, M. Comparative evaluation of time series models forpredicting influenza outbreaks: Application of influenza-like illness data from sentinel sites ofhealthcare centers in Iran. BMC Res. Notes 2019, 12, doi:10.1186/s13104-019-4393-y.",
      "Anno, S.; Hara, T.; Kai, H.; Lee, M.A.; Chang, Y.; Oyoshi, K.; Mizukami, Y.; Tadono, T. Spatiotemporaldengue fever hotspots associated with climatic factors in taiwan including outbreak predictions basedon machine-learning. Geospatial Health 2019, 14, 183-194, doi:10.4081/gh.2019.771.",
      "Chenar, S.S.; Deng, Z. Development of artificial intelligence approach to forecasting oyster norovirusoutbreaks along Gulf of Mexico coast. Environ. Int. 2018, 111, 212-223, doi:10.1016/j.envint.2017.11.032.",
      "Chenar, S.S.; Deng, Z. Development of genetic programming-based model for predicting oysternorovirus outbreak risks. Water Res. 2018, 128, 20-37, doi:10.1016/j.watres.2017.10.032.",
      "Titus Muurlink, O.; Stephenson, P.; Islam, M.Z.; Taylor-Robinson, A.W. Long-term predictors ofdengue outbreaks in Bangladesh: A data mining approach. Infect. Dis. Modelling 2018, 3, 322-330,doi:10.1016/j.idm.2018.11.004.",
      "Raja, D.B.; Mallol, R.; Ting, C.Y.; Kamaludin, F.; Ahmad, R.; Ismail, S.; Jayaraj, V.J.; Sundram, B.M.Artificial intelligence model as predictor for dengue outbreaks. Malays. J. Public Health Med. 2019, 19,103-108.",
      "Iqbal, N.; Islam, M. Machine learning for dengue outbreak prediction: A performance evaluation ofdifferent prominent classifiers. Informatica 2019, 43, 363-371, doi:10.31449/inf.v43i1.1548.",
      "Agarwal, N.; Koti, S.R.; Saran, S.; Senthil Kumar, A. Data mining techniques for predicting dengueoutbreak in geospatial domain using weather parameters for New Delhi, India. Curr. Sci. 2018, 114,2281-2291, doi:10.18520/cs/v114/i11/2281-2291.",
      "Mezzatesta, S.; Torino, C.; De Meo, P.; Fiumara, G.; Vilasi, A. A machine learning-based approach forpredicting the outbreak of cardiovascular diseases in patients on dialysis. Comput. Methods ProgramsBiomed. 2019, 177, 9-15, doi:10.1016/j.cmpb.2019.05.005.",
      "Alimadadi, A.; Aryal, S.; Manandhar, I.; Munroe, P.; Joe, B.; Cheng, X. Artificial Intelligence andMachine Learning to Fight COVID-19. Physiological genomics 2020.",
      "Ardabili, S.F.; Mosavi, A.; Ghamisi, P.; Ferdinand, F.; Varkonyi-Koczy, A.R.; Reuter, U.; Rabczuk, T.;Atkinson, P.M. COVID-19 Outbreak Prediction with Machine Learning. Available at SSRN 3580188 2020.",
      "Rao, A.S.S.; Vazquez, J.A. Identification of COVID-19 can be quicker through artificial intelligenceframework using a mobile phone-based survey in the populations when cities/towns are underquarantine. Infection Control & Hospital Epidemiology 2020, 1-18.",
      "Randhawa, G.S.; Soltysiak, M.P.; El Roz, H.; de Souza, C.P.; Hill, K.A.; Kari, L. Machine learning usingintrinsic genomic signatures for rapid classification of novel pathogens: COVID-19 case study. bioRxiv2020.",
      "Yang, Z.; Zeng, Z.; Wang, K.; Wong, S.-S.; Liang, W.; Zanin, M.; Liu, P.; Cao, X.; Gao, Z.; Mai, Z.Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public healthinterventions. Journal of Thoracic Disease 2020, 12, 165.",
      "Barstugan, M.; Ozkaya, U.; Ozturk, S. Coronavirus (covid-19) classification using ct images by machinelearning methods. arXiv preprint arXiv:2003.09424 2020.",
      "Apostolopoulos, I.D.; Mpesiana, T.A. Covid-19: automatic detection from x-ray images utilizingtransfer learning with convolutional neural networks. Physical and Engineering Sciences in Medicine 2020,1.",
      "Yan, L.; Zhang, H.-T.; Xiao, Y.; Wang, M.; Sun, C.; Liang, J.; Li, S.; Zhang, M.; Guo, Y.; Xiao, Y. Predictionof survival for severe Covid-19 patients with three clinical features: development of a machine learningbased prognostic model with clinical data in Wuhan. medRxiv 2020.",
      "Grasselli, G.; Pesenti, A.; Cecconi, M. Critical care utilization for the COVID-19 outbreak in Lombardy,Italy: early experience and forecast during an emergency response. Jama 2020.",
      "Pandey, G.; Chaudhary, P.; Gupta, R.; Pal, S. SEIR and Regression Model based COVID-19 outbreakpredictions in India. arXiv preprint arXiv:2004.00958 2020.",
      "Liu, D.; Clemente, L.; Poirier, C.; Ding, X.; Chinazzi, M.; Davis, J.T.; Vespignani, A.; Santillana, M. Amachine learning methodology for real-time forecasting of the 2019-2020 COVID-19 outbreak usingInternet searches, news alerts, and estimates from mechanistic models. arXiv preprint arXiv:2004.040192020.",
      "Ardabili, S.F.; MOSAVI, A.; Ghamisi, P.; Ferdinand, F.; Varkonyi-Koczy, A.R.; Reuter, U.; Rabczuk, T.;Atkinson, P.M. COVID-19 Outbreak Prediction with Machine Learning. medRxiv 2020.",
      "Nosratabadi, S.; Mosavi, A.; Duan, P.; Ghamisi, P. Data Science in Economics. arXiv preprintarXiv:2003.13422 2020.",
      "Mosavi, A.; Ozturk, P.; Chau, K.-w. Flood prediction using machine learning models: Literature review.Water 2018, 10, 1536.",
      "Sheikh Khozani, Z.; Sheikhi, S.; Mohtar, W.H.M.W.; Mosavi, A. Forecasting shear stress parameters inrectangular channels using new soft computing methods. PLoS ONE 2020, 15, e0229731.",
      "Lorestani, Y.; Feiznia, S.; Mosavi, A.; Nádai, L. Hybrid Model of Morphometric Analysis and StatisticalCorrelation for Hydrological Units Prioritization; 2516-2314; 2020.",
      "Datta, A.; Si, S.; Biswas, S. Complete Statistical Analysis to Weather Forecasting. In ComputationalIntelligence in Pattern Recognition, Springer: 2020; pp. 751-763.",
      "Ardabili, S.; Mosavi, A.; Varkonyi-Koczy, A.R. Advances in machine learning modeling reviewinghybrid and ensemble methods. 2019.",
      "Mojrian, S.; Pinter, G.; Joloudari, J.H.; Felde, I.; Nabipour, N.; Nádai, L.; Mosavi, A. Hybrid MachineLearning Model of Extreme Learning Machine Radial basis function for Breast Cancer Detection andDiagnosis; a Multilayer Fuzzy Expert System. arXiv preprint arXiv:1910.13574 2019.",
      "Mosavi, A.; Ardabili, S.; Várkonyi-Kóczy, A.R. List of Deep Learning Models. Engineering for SustainableFuture, Lecture Notes in Networks and Systems, Springer Nature Switzerland. 2019.",
      "Choubin, B.; Moradi, E.; Golshan, M.; Adamowski, J.; Sajedi-Hosseini, F.; Mosavi, A. An ensembleprediction of flood susceptibility using multivariate discriminant analysis, classification and regressiontrees, and support vector machines. Science of the Total Environment 2019, 651, 2087-2096.",
      "Ardabili, S.; Mosavi, A.; Dehghani, M.; Várkonyi-Kóczy, A.R. Deep learning and machine learning inhydrological processes climate change and earth systems a systematic review. In Proceedings ofInternational Conference on Global Research and Education; pp. 52-62.",
      "Gundoshmian, T.M.; Ardabili, S.; Mosavi, A.; Varkonyi-Koczy, A.R. Prediction of combine harvesterperformance using hybrid machine learning modeling and response surface methodology. Engineeringfor Sustainable Future, Lecture Notes in Networks and Systems, Springer Nature Switzerland. 2019.",
      "Ardabili;, S.; Mosavi;, A.; Varkonyi-Koczy;, A. Systematic Review of Deep Learning and MachineLearning Models in Biofuels Research,. Engineering for Sustainable Future, Lecture Notes in Networks andSystems, Springer Nature Switzerland 2019.",
      "Nádai, L.; Imre, F.; Ardabili, S.; Gundoshmian, T.M.; Gergo, P.; Mosavi, A. Performance Analysis ofCombine Harvester using Hybrid Model of Artificial Neural Networks Particle Swarm Optimization.arXiv preprint arXiv:2002.11041 2020.",
      "Nosratabadi, S.; Karoly, S.; Beszedes, B.; Felde, I.; Ardabili, S.; Mosavi, A. Comparative Analysis ofANN-ICA and ANN-GWO for Crop Yield Prediction. 2020.",
      "Sharabiani, V.; Kassar, F.; Gilandeh, Y.; Ardabili, S. APPLICATION OF SOFT COMPUTINGMETHODS AND SPECTRAL REFLECTANCE DATA FOR WHEAT GROWTH MONITORING. TheIraqi Journal of Agricultural Science 2019, 50, 1064-1076.",
      "Gundoshmian, T.M.; Ardabili, S.; Mosavi, A.; Varkonyi-Koczy, A.R. Prediction of combine harvesterperformance using hybrid machine learning modeling and response surface methodology. 2019.",
      "Nosratabadi, S.; Mosavi, A.; Keivani, R.; Ardabili, S.; Aram, F. State of the art survey of deep learningand machine learning models for smart cities and urban sustainability. In Proceedings of InternationalConference on Global Research and Education; pp. 228-238.",
      "Atashpaz-Gargari, E.; Lucas, C. Imperialist competitive algorithm: an algorithm for optimizationinspired by imperialistic competition. In Proceedings of 2007 IEEE congress on evolutionarycomputation; pp. 4661-4667.",
      "Lei, D.; Yuan, Y.; Cai, J.; Bai, D. An imperialist competitive algorithm with memory for distributedunrelated parallel machines scheduling. International Journal of Production Research 2020, 58, 597-614.",
      "Khabbazi, A.; Atashpaz-Gargari, E.; Lucas, C. Imperialist competitive algorithm for minimum bit errorrate beamforming. International Journal of Bio-Inspired Computation 2009, 1, 125-133.",
      "Ahmadi, M.A.; Ebadi, M.; Shokrollahi, A.; Majidi, S.M.J. Evolving artificial neural network andimperialist competitive algorithm for prediction oil flow rate of the reservoir. Applied Soft Computing2013, 13, 1085-1098.",
      "Chang, F.-J.; Chang, Y.-T. Adaptive neuro-fuzzy inference system for prediction of water level inreservoir. Advances in water resources 2006, 29, 1-10.",
      "Polat, K.; Güneş, S. An expert system approach based on principal component analysis and adaptiveneuro-fuzzy inference system to diagnosis of diabetes disease. Digital Signal Processing 2007, 17, 702-710.",
      "Yilmaz, I.; Yuksek, G. Prediction of the strength and elasticity modulus of gypsum using multipleregression, ANN, and ANFIS models. International Journal of Rock Mechanics and Mining Sciences 2009,46, 803-810.",
      "Wali, W.; Al-Shamma’a, A.; Hassan, K.H.; Cullen, J. Online genetic-ANFIS temperature control foradvanced microwave biodiesel reactor. Journal of Process Control 2012, 22, 1256-1272.",
      "Mostafaei, M.; Javadikia, H.; Naderloo, L. Modeling the effects of ultrasound power and reactordimension on the biodiesel production yield: Comparison of prediction abilities between responsesurface methodology (RSM) and adaptive neuro-fuzzy inference system (ANFIS). Energy 2016, 115, 626-636.",
      "Keshavarzi, A.; Sarmadian, F.; Shiri, J.; Iqbal, M.; Tirado-Corbalá, R.; Omran, E.-S.E. Application ofANFIS-based subtractive clustering algorithm in soil Cation Exchange Capacity estimation using soiland remotely sensed data. Measurement 2017, 95, 173-180.",
      "Yadav, D.; Chhabra, D.; Gupta, R.K.; Phogat, A.; Ahlawat, A. Modeling and analysis of significantprocess parameters of FDM 3D printer using ANFIS. Materials Today: Proceedings 2020, 21, 1592-1604.",
      "Naderloo, L.; Alimardani, R.; Omid, M.; Sarmadian, F.; Javadikia, P.; Torabi, M.Y.; Alimardani, F.Application of ANFIS to predict crop yield based on different energy inputs. Measurement 2012, 45,1406-1413.",
      "Najah, A.A.; El-Shafie, A.; Karim, O.A.; Jaafar, O. Water quality prediction model utilizing integratedwavelet-ANFIS model with cross-validation. Neural Computing and Applications 2012, 21, 833-841.",
      "Mohandes, M.; Rehman, S.; Rahman, S. Estimation of wind speed profile using adaptive neuro-fuzzyinference system (ANFIS). Applied Energy 2011, 88, 4024-4032.",
      "Ekici, B.B.; Aksoy, U.T. Prediction of building energy needs in early stage of design by using ANFIS.Expert Systems with Applications 2011, 38, 5352-5358.",
      "Faizollahzadeh_Ardabili; Mahmoudi, A.; Mesri Gundoshmian, T. Modeling and simulation controllingsystem of HVAC using fuzzy and predictive (radial basis function ,RBF) controllers. Journal of BuildingEngineering 2016, 6, 301–308.",
      "Ardabili, S.; Mosavi, A.; Mahmoudi, A.; Gundoshmian, T.M.; Nosratabadi, S.; Varkonyi-Koczy, A.R.Modelling Temperature Variation of Mushroom Growing Hall Using Artificial Neural Networks.Engineering for Sustainable Future, Lecture Notes in Networks and Systems, Springer Nature Switzerland.2019"
    ]
  },
  {
    "title": "BIP4COVID19: Releasing impact metrics datafor articles relevant to COVID-19",
    "abstract": "Since the beginning of the 2019-20 coronavirus pandemic, a large number of relevant articles has been published or become available in preprintservers. These articles, along with earlier related literature, compose avaluable knowledge base affecting contemporary research studies or, even,government actions to limit the spread of the disease and treatment decisions taken by physicians. However, the number of such articles is increasing at an intense rate making the exploration of the relevant literatureand the identification of useful knowledge in it challenging. In this work,we describe BIP4COVID19, an open dataset compiled to facilitate thecoronavirus-related literature exploration, by providing various indicatorsof scientific impact for the relevant articles. Finally, we provide a publiclyaccessible web interface on top of our data, allowing the exploration ofthe publications based on the computed indicators.",
    "references": [
      "Vergoulis, T., Kanellos, I., Chatzopoulos, S., Pla Karidi, D. & Dalamagas, T., BIP4COVID19: Impact metrics and indicators for coronavirus related publications. Zenodo 10.5281/zenodo.3747600 (2020).",
      "Chen, Q. Allot, A. & Lu, Z. Keep up with the latest coronavirus research. Nature 579:193 (2020).",
      "COVID-19 Open Research Dataset (CORD-19). 2020. Version 2020-04-03. Semantic Scholar https://pages.semanticscholar.org/coronavirus-research. Accessed 2020-0406. Zenodo doi:10.5281/zenodo.3715505",
      "#COVID-19: The First Public Coronavirus Twitter Dataset. 2020. Chen, E. Lerman, K. & Ferrara, E. arXiv preprint arXiv:2003.07372",
      "The pagerank citation ranking: Bringing order to the web. Page, L. Brin, S. Motwani, R. & Winograd, T. Stanford InfoLab, 1999",
      "Ghosh, R., Kuo, T-T., Hsu, C-N., Lin, S-D. & Lerman, K. Time-aware ranking in dynamic citation networks. 2011 IEEE 11th International Conference on Data Mining Workshops 373–380 (2011).",
      "Kanellos, I., Vergoulis, T., Sacharidis, D., Dalamagas, T. & Vassiliou, Y. Impact-Based Ranking of Scientific Publications: A Survey and Experimental Evaluation. IEEE Transactions on Knowledge and Data Engineering (2019).",
      "Piwowar, H. Introduction altmetrics: what, why and where?. Bulletin of the American Society for Information Science and Technology 39(4):8–9 (2013)"
    ]
  },
  {
    "title": "Mobile phone data analysis guidelines: applications to monitoring physical distancing and modeling COVID-19",
    "abstract": "There has been a recent surge of interest in using mobility data from mobile phones to monitor social distancing and model the spread of SARS-COV-2, the virus that causes COVID-19. Despite several years of research in this area, standard frameworks for aggregating and making use of different data streams from mobile phones are lacking and difficult to generalize across data providers. Here, we provide a comprehensive set of guidelines for aggregation principles and procedures for different mobile phone data streams, and describe how aggregated data are used in research and policy. We argue that the principles of privacy and data protection are critical in assessing more technical aspects of aggregation, and should be an important central feature guiding partnerships with governments who make use of research products.",
    "references": [
      "Helping public health officials combat COVID-19. Google. https://blog.google/technology/health/covid-19-community-mobility-reports/. Published April 3, 2020. Accessed April 12, 2020.",
"Facebook Data for Good. Facebook Disaster Maps: Methodology. Facebook Res. June 2017. https://research.fb.com/facebook-disaster-maps-methodology/. Accessed May 14, 2019.",
"Palmer JRB, Espenshade TJ, Bartumeus F, Chung CY, Ozgencil NE, Li K. New Approaches to Human Mobility: Using Mobile Phones for Demographic Research. Demography. 2013;50(3). doi:10.1007/s13524-012-0175-z",
"Wesolowski A, Buckee CO, Engø-Monsen K, Metcalf CJE. Connecting Mobility to Infectious Diseases: The Promise and Limits of Mobile Phone Data. J Infect Dis. 2016;214(suppl_4):S414-S420. doi:10.1093/infdis/jiw273",
"Williams NE, Thomas TA, Dunbar M, Eagle N, Dobra A. Measures of Human Mobility Using Mobile Phone Records Enhanced with GIS Data. PLOS ONE. 2015;10(7):e0133630. doi:10.1371/journal.pone.0133630",
"Nonpharmaceutical Interventions for Pandemic Influenza, National and Community Measures. Emerg Infect Dis. 2006;12(1):88-94. doi:10.3201/eid1201.051371",
"Wesolowski A, Eagle N, Tatem AJ, et al. Quantifying the Impact of Human Mobility on Malaria. Science. 2012;338(6104):267-270. doi:10.1126/science.1223467",
"Wesolowski A, Qureshi T, Boni MF, et al. Impact of human mobility on the emergence of dengue epidemics in Pakistan. Proc Natl Acad Sci. 2015;112(38):11887-11892. doi:10.1073/pnas.1504964112",
"Lu X, Wetter E, Bharti N, Tatem AJ, Bengtsson L. Approaching the Limit of Predictability in Human Mobility. Sci Rep. 2013;3(1):1-9. doi:10.1038/srep02923",
"Althouse BM, Scarpino SV, Meyers LA, et al. Enhancing disease surveillance with novel data streams: challenges and opportunities. EPJ Data Sci. 2015;4(1):1-8. doi:10.1140/epjds/s13688-015-0054-0",
"Wesolowski A, O’Meara WP, Eagle N, Tatem AJ, Buckee CO. Evaluating Spatial Interaction Models for Regional Mobility in Sub-Saharan Africa. PLoS Comput Biol. 2015;11(7). doi:10.1371/journal.pcbi.1004267",
"Buckee C, Engø-Monsen K. Mobile Phone Data for Public Health: Towards Data-Sharing Solutions That Protect Individual Privacy and National Security.; 2016. doi:10.13140/RG.2.1.5027.5440",
"Israel passes emergency law to use mobile data for COVID-19 contact tracing. TechCrunch. https://social.techcrunch.com/2020/03/18/israel-passes-emergency-law-to-use-mobile-data-for-covid-19-contact-tracing/. Accessed April 2, 2020.",
"Kim MS. South Korea is watching quarantined citizens with a smartphone app. MIT Technology Review. https://www.technologyreview.com/s/615329/coronavirus-south-korea-smartphone-app-quarantine/. Accessed April 2, 2020.",
"de Montjoye Y-A, Hidalgo CA, Verleysen M, Blondel VD. Unique in the Crowd: The privacy bounds of human mobility. Sci Rep. 2013;3(1):1-5. doi:10.1038/srep01376",
"Rocher L, Hendrickx JM, de Montjoye Y-A. Estimating the success of re-identifications in incomplete datasets using generative models. Nat Commun. 2019;10(1):1-9. doi:10.1038/s41467-019-10933-3",
"Zhao Z, Shaw S-L, Xu Y, Lu F, Chen J, Yin L. Understanding the bias of call detail records in human mobility research. Int J Geogr Inf Sci. 2016;30(9):1738-1762. doi:10.1080/13658816.2015.1137298",
"Wesolowski A, Eagle N, Noor AM, Snow RW, Buckee CO. The impact of biases in mobile phone ownership on estimates of human mobility. J R Soc Interface. 2013;10(81):20120986. doi:10.1098/rsif.2012.0986",
"Alessandretti L, Sapiezynski P, Lehmann S, Baronchelli A. Multi-scale spatio-temporal analysis of human mobility. PLoS ONE. 2017;12(2). doi:10.1371/journal.pone.0171686",
"Sweeney L. Simple Demographics Often Identify People Uniquely. January 2000. doi:10.1184/R1/6625769.v1",
"Narayanan A, Shmatikov V. Robust De-anonymization of Large Sparse Datasets. In: 2008 IEEE Symposium on Security and Privacy (Sp 2008). Oakland, CA, USA: IEEE; 2008:111-125. doi:10.1109/SP.2008.33",
"Facebook Data for Good. Facebook Data for Good. https://dataforgood.fb.com/. Accessed April 16, 2020.",
"Maas P. Facebook Disaster Maps: Aggregate Insights for Crisis Response & Recovery. In: Proceedings of the 25th ACM SIGKDD International Conference on Knowledge Discovery & Data Mining - KDD ’19. Anchorage, AK, USA: ACM Press; 2019:3173-3173. doi:10.1145/3292500.3340412",
"Montjoye Y-A de, Gambs S, Blondel V, et al. On the privacy-conscientious use of mobile phone data. Sci Data. 2018;5. doi:10.1038/sdata.2018.286",
"Ding Z, Wang Y, Wang G, Zhang D, Kifer D. Detecting Violations of Differential Privacy. In: Proceedings of the 2018 ACM SIGSAC Conference on Computer and Communications Security. CCS ’18. New York, NY, USA: ACM; 2018:475–489. doi:10.1145/3243734.3243818",
"Differential Privacy Models for Location-Based Services | Transactions on Data Privacy. https://dl.acm.org/doi/10.5555/2993210.2993212. Accessed April 2, 2020.",
"Andrés ME, Bordenabe NE, Chatzikokolakis K, Palamidessi C. Geo-Indistinguishability: Differential Privacy for Location-Based Systems. Proc 2013 ACM SIGSAC Conf Comput Commun Secur - CCS 13. 2013:901-914. doi:10.1145/2508859.2516735",
"Iacus SM, King G, Porro G. Multivariate Matching Methods That Are Monotonic Imbalance Bounding. J Am Stat Assoc. 2011;106(493):345-361. doi:10.1198/jasa.2011.tm09599",
"Wesolowski A, Metcalf CJE, Eagle N, et al. Quantifying seasonal population fluxes driving rubella transmission dynamics using mobile phone data. Proc Natl Acad Sci. 2015;112(35):11114-11119. doi:10.1073/pnas.1423542112",
"Wesolowski A, zu Erbach-Schoenberg E, Tatem AJ, et al. Multinational patterns of seasonal asymmetry in human movement influence infectious disease dynamics. Nat Commun. 2017;8(1):1-9. doi:10.1038/s41467-017-02064-4",
"Lai S, Ruktanonchai NW, Zhou L, et al. Effect of Non-Pharmaceutical Interventions for Containing the COVID-19 Outbreak. https://www.worldpop.org/events/COVID_NPI. Accessed April 5, 2020.",
"Xiong P, Zhu T, Pan L, Niu W, Li G. Privacy Preserving in Location Data Release: A Differential Privacy Approach. In: Pham D-N, Park S-B, eds. PRICAI 2014: Trends in Artificial Intelligence. Lecture Notes in Computer Science. Cham: Springer International Publishing; 2014:183-195. doi:10.1007/978-3-319-13560-1_15",
"Xiao Y, Xiong L. Protecting Locations with Differential Privacy Under Temporal Correlations. In: Proceedings of the 22Nd ACM SIGSAC Conference on Computer and Communications Security. CCS ’15. New York, NY, USA: ACM; 2015:1298–1309. doi:10.1145/2810103.2813640",
"Apple Differential Privacy Overview. https://www.apple.com/privacy/docs/Differential_Privacy_Overview.pdf. Accessed April 2, 2020.",
"Statt N. Google is open-sourcing a tool for data scientists to help protect private information. The Verge. https://www.theverge.com/2019/9/5/20850465/google-differential-privacy-open-source-tool-privacy-data-sharing. Published September 5, 2019. Accessed April 2, 2020.",
"Brundritt R, Cai S, French C. Bing Maps Tile System - Bing Maps. https://docs.microsoft.com/en-us/bingmaps/articles/bing-maps-tile-system. Accessed April 8, 2020.",
"Rhee I, Shin M, Hong S, Lee K, Kim SJ, Chong S. On the Levy-Walk Nature of Human Mobility. IEEEACM Trans Netw. 2011;19(3):630-643. doi:10.1109/TNET.2011.2120618",
"Song C, Qu Z, Blumm N, Barabási A-L. Limits of Predictability in Human Mobility. Science. 2010;327(5968):1018-1021. doi:10.1126/science.1177170"
    ]
  }
]